Repository: keepassium/KeePassium
Catalog: KeePassium/*.lproj/Localizable.strings
Languages: it, zh_hant

source: [Accessibility] Double tap to copy to clipboard
it: Toccare due volte per copiare negli appunti
zh_hant: 點兩下複製至剪貼板

source: [Appearance/TextSize/title]
it: Dimensione del testo
zh_hant: 文字大小

source: [AppLock] Unlock
it: Sblocca
zh_hant: 解鎖

source: [AppLock/Biometric/Hint] Unlock KeePassium
it: Sblocca KeePassium
zh_hant: 解鎖 KeePassium

source: [AppLock/cancelBiometricAuth] Use Passcode
it: Usa codice di accesso
zh_hant: 使用應用解鎖密碼

source: [AppLock/changePasscode]
it: Modifica codice di accesso
zh_hant: 更改應用解鎖密碼

source: [AppLock/EnterPasscode/callToAction]
it: Sblocca KeePassium
zh_hant: 解鎖 KeePassium

source: [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
it: 123→ABC
zh_hant: 123→ABC

source: [AppLock/Passcode/KeyboardType/switchAction] ABC→123
it: ABC→ 123
zh_hant: ABC→123

source: [AppLock/passcodeUpdated/title]
it: Codice di accesso aggiornato correttamente.
zh_hant: 更改應用解鎖密碼成功。

source: [AppLock/savePasscode]
it: Salva codice di accesso
zh_hant: 保存應用解鎖密碼

source: [AppLock/SetupPasscode/callToAction]
it: Proteggi KeePassium da accessi non autorizzati
zh_hant: 保護KeePassium免受未經授權的訪問

source: [BiometricAuthType] Face ID
it: Face ID
zh_hant: Face ID

source: [BiometricAuthType] Touch ID
it: Touch ID
zh_hant: Touch ID

source: [Clipboard/Copy/namedValue]
it: Copia %@
zh_hant: 拷貝 %@

source: [Clipboard/Copy/notification]
it: Copiato
zh_hant: 已複製

source: [Database/Add] Selected file "%@" does not look like a database.
it: Il file selezionato "%@" non sembra un database.
zh_hant: 您選定的檔案 "%@" 看起來不像是個資料庫文件。

source: [Database/Create] Please enter a password or choose a key file.
it: Inserisci una password o scegli un file chiave.
zh_hant: 請輸入一個密碼或者選擇一個金鑰檔案。

source: [Database/Create/action] Create Database
it: Crea Database
zh_hant: 新建資料庫

source: [Database/Create/TemplateEntry/notes] You can also store some notes, if you like.
it: Puoi anche archiviare alcune note, se vuoi.
zh_hant: 如果您願意, 您也可以填寫一些備註。

source: [Database/Create/TemplateEntry/password] pa$$word
it: paga$$word
zh_hant: pa$$word

source: [Database/Create/TemplateEntry/title] Sample Entry
it: Esempio di voce
zh_hant: 項目樣本

source: [Database/Create/TemplateEntry/userName] john.smith
it: john.smith
zh_hant: 小明

source: [Database/Create/TemplateGroup/title] Email
it: Email
zh_hant: 電子郵件

source: [Database/Create/TemplateGroup/title] Finance
it: Finanza
zh_hant: 財務

source: [Database/Create/TemplateGroup/title] General
it: Generale
zh_hant: 一般

source: [Database/Create/TemplateGroup/title] Internet
it: Internet
zh_hant: 網際網路

source: [Database/Create/TemplateGroup/title] Network
it: Rete
zh_hant: 網路

source: [Database/Create/TemplateGroup/title] OS
it: Sistema operativo
zh_hant: 作業系統

source: [Database/Create/title] Create Database
it: Crea Database
zh_hant: 新建資料庫

source: [Database/CustomIcon/add]
it: Add Custom Icon
zh_hant: Add Custom Icon

source: [Database/Delete/Confirm/text] Delete database file? Make sure you have a backup.
it: Eliminare il file di database? Assicurati di avere un backup.
zh_hant: 刪除資料庫文件? 請確保您有備份檔案!

source: [Database/Loading/Status] Loading...
it: Caricamento in corso...
zh_hant: 載入中...

source: [Database/MasterKey/changed] Master key successfully changed
it: Chiave master modificata con successo
zh_hant: 主密碼修改成功

source: [Database/MasterKey/RememberYourPassword/text]
it: Se dovessi dimenticare il codice di accesso, non sarai in grado di accedere ai tuoi dati. Non è disponibile un'opzione di reimpostazione della password.
zh_hant: 如果您忘記了密碼，將無法訪問資料庫中的任何資料，並且沒有重置密碼的選項。

source: [Database/MasterKey/RememberYourPassword/title]
it: Memorizza la password del database
zh_hant: 請記住資料庫的密碼

source: [Database/Open/action] Open Database
it: Apri Database
zh_hant: 打開資料庫

source: [Database/Opened/action] Close
it: Chiudi
zh_hant: 關閉

source: [Database/Opened/action] Lock Database
it: Blocca Database
zh_hant: 鎖定資料庫

source: [Database/Opened/Warning/action] Close Database
it: Chiudi Database
zh_hant: 關閉資料庫

source: [Database/Opened/Warning/action] Ignore and Continue
it: Ignora e continua
zh_hant: 忽略並繼續

source: [Database/Opened/Warning/lastEdited] Database was last edited by: %@
it: Il database è stato modificato da %@
zh_hant: 資料庫最後由 %@ 編輯。

source: [Database/Opened/Warning/title] Your database is ready, but there was an issue.
it: Il database è pronto, ma si è verificato un problema.
zh_hant: 您的資料庫已經準備就緒, 但還有點問題。

source: [Database/Remove/Confirm/text] Remove database from the list? The file will remain intact and you can add it again later.
it: Rimuovere il database dalla lista? Il file rimarrà integro e potrai aggiungerlo nuovamente.
zh_hant: 從列表中刪除資料庫? 不會對檔案進行更改或刪除, 您可以在稍後添加回來。

source: [Database/Saving/Status] Done
it: Completato
zh_hant: 完成

source: [Database/Saving/Status] Saving...
it: Salvataggio in corso...
zh_hant: 正在保存...

source: [Database/Unlock] Key file error: %@
it: Errore file chiave: %@
zh_hant: 金鑰檔案異常: %@

source: [Database/Unlock] YubiKey
it: YubiKey
zh_hant: YubiKey

source: [Diagnostics] Diagnostic log has been copied to clipboard.
it: Il log diagnostico è stato copiato negli appunti.
zh_hant: 診斷日誌複製到剪貼簿成功。

source: [EditEntry/UserName/choose]
it: Seleziona
zh_hant: 選擇

source: [Entry/Attachments/title] Attached Files
it: Files allegati
zh_hant: 附件

source: [Entry/Create/action] Create Entry
it: Crea una voce
zh_hant: 新建項目

source: [Entry/Edit/CreateField/defaultName] Field Name
it: Nome Campo
zh_hant: 字段名稱

source: [Entry/Field/name] Notes
it: Note
zh_hant: 備註

source: [Entry/Field/name] Password
it: Password
zh_hant: 密碼

source: [Entry/Field/name] Title
it: Titolo
zh_hant: 標題

source: [Entry/Field/name] URL
it: URL
zh_hant: 網址

source: [Entry/Field/name] User Name
it: Nome Utente
zh_hant: 用戶名稱

source: [Entry/Files/Add] Loading attachment file
it: Caricamento file allegato
zh_hant: 載入附件

source: [Entry/Files/Add] Replace existing attachment?
it: Sostituire l'allegato esistente?
zh_hant: 替換現有的附件？

source: [Entry/Files/Add] This database supports only one attachment per entry, and there is already one.
it: Questo database supporta solo un allegato per ogni voce: ne esiste già uno.
zh_hant: 此資料庫每個項目僅支持一個附件, 且它已經有一個附件了。

source: [Entry/Files/Rename/title] Rename File
it: Rinomina File
zh_hant: 重新命名檔案

source: [Entry/History] Creation Date
it: Data Creazione
zh_hant: 建立時間

source: [Entry/History] Expiry Date
it: Data Scadenza
zh_hant: 到期日期

source: [Entry/History] Last Access Date
it: Data ultimo accesso
zh_hant: 上次存取時間

source: [Entry/History] Last Modification Date
it: Data Ultima modifica
zh_hant: 最後修改日期

source: [Entry/History] Previous Versions
it: Versioni precedenti
zh_hant: 之前的版本

source: [Entry/History/ExpiryDate] Never
it: Mai
zh_hant: 永不

source: [Entry/New/defaultTitle] New Entry
it: Nuova Voce
zh_hant: 新項目

source: [File/PermissionDenied] Try to remove the file from the app, then add it again.
it: Prova a rimuovere il file dall'app, quindi aggiungilo di nuovo.
zh_hant: 嘗試從應用程序中刪除文件，然後再次添加。

source: [File/Re-add/title]
it: Aggiungi nuovamente il file
zh_hant: 再次添加檔案

source: [FileInfo/Backup/header]
it: Backup
zh_hant: 備份

source: [FileInfo/Error/failed to change attributes]
it: Impossibile aggiornare gli attributi del file.
zh_hant: 更新文件屬性失敗。

source: [FileInfo/Field/title] Creation Date
it: Data Creazione
zh_hant: 建立時間

source: [FileInfo/Field/title] File Location
it: Posizione del File
zh_hant: 檔案位置

source: [FileInfo/Field/title] File Name
it: Nome File
zh_hant: 檔案名稱

source: [FileInfo/Field/title] File Size
it: Dimensione File
zh_hant: 檔案大小

source: [FileInfo/Field/title] Last Modification Date
it: Data Ultima modifica
zh_hant: 最後修改日期

source: [FileInfo/Field/valueError] Error
it: Errore
zh_hant: 錯誤

source: [FileInfo/isExcludedFromBackup/title]
it: Escludi da iCloud/iTunes Backup
zh_hant: 從iCloud / iTunes備份中排除

source: [General/DestinationGroup/title] Choose a Destination
it: Scegli una Destinazione
zh_hant: 選擇目的地

source: [Generic] Cancel
it: Annullare
zh_hant: 取消

source: [Generic] Contact Support
it: Contatta il Supporto
zh_hant: 聯絡支援團隊

source: [Generic] Contact Us
it: Contattaci
zh_hant: 聯繫我們

source: [Generic] Continue
it: Prosegui
zh_hant: 繼續

source: [Generic] Copy
it: Copia
zh_hant: 複製

source: [Generic] Create
it: Crea
zh_hant: 新建

source: [Generic] Delete
it: Eliminare
zh_hant: 刪除

source: [Generic] Discard
it: Annulla
zh_hant: 捨棄

source: [Generic] Dismiss
it: Ignora
zh_hant: 關閉

source: [Generic] Done
it: Completato
zh_hant: 完成

source: [Generic] Edit
it: Modifica
zh_hant: 編輯

source: [Generic] Export
it: Esporta
zh_hant: 匯出

source: [Generic] Learn more
it: Maggiori informazioni...
zh_hant: 詳細資訊…

source: [Generic] More Actions
it: Altre azioni
zh_hant: 更多操作

source: [Generic] Move
it: Spostare
zh_hant: 移動

source: [Generic] OK
it: OK
zh_hant: 確定

source: [Generic] Open URL
it: Apri URL
zh_hant: 開啟網址

source: [Generic] Overwrite
it: Sostituisci
zh_hant: 覆寫

source: [Generic] Rename
it: Rinomina
zh_hant: 重新命名

source: [Generic] Replace
it: Sostituisci
zh_hant: 替換

source: [Generic] Share
it: Condividi
zh_hant: 分享

source: [Generic] Show Details
it: Mostra dettagli
zh_hant: 顯示詳細資訊

source: [Generic] Show In Plain Text
it: Mostra in formato testo semplice
zh_hant: 以純文字檢視

source: [Generic] Show more
it: Mostra tutto
zh_hant: 顯示更多

source: [Generic/ConfirmDelete/title] Are you sure?
it: Sei sicuro?
zh_hant: 您確定嗎？

source: [Generic/Directory/Recently Deleted/name]
it: Eliminati di recente
zh_hant: 最近刪除

source: [Generic/Edit/Aborting/text] Discard unsaved changes?
it: Ignorare le modifiche non salvate?
zh_hant: 要捨棄尚未儲存的變更？

source: [Generic/Edit/Aborting/title] There are unsaved changes
it: Ci sono modifiche non salvate
zh_hant: 此處有未存檔的變更

source: [Generic/File] Delete
it: Eliminare
zh_hant: 刪除

source: [Generic/File] Remove
it: Rimuovere
zh_hant: 移除

source: [Generic/File/title] Export Error
it: Errore Esportazione
zh_hant: 匯出錯誤

source: [Generic/File/title] File already exists
it: Il file esiste già
zh_hant: 檔案已經存在

source: [Generic/File/title] Import Error
it: Errore di Importazione
zh_hant: 匯入錯誤

source: [Generic/title] Error
it: Errore
zh_hant: 錯誤

source: [Generic/title] Keychain Error
it: Errore nel Portachiavi
zh_hant: 鑰匙圈錯誤

source: [Generic/title] Warning
it: Attenzione
zh_hant: 警告

source: [Group/a11y/description]
it: %@, Gruppo
zh_hant: %@, 群組

source: [Group/Create/action] Create Group
it: Crea gruppo
zh_hant: 新建群組

source: [Group/Create/title] Create Group
it: Crea gruppo
zh_hant: 新建群組

source: [Group/Edit/title] Edit Group
it: Modifica Gruppo
zh_hant: 編輯群組

source: [Group/New/defaultName] New Group
it: Nuovo Gruppo
zh_hant: 新建群組

source: [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
it: Le chiavi hardware non sono disponibili in modalità Riempimento automatico.
zh_hant: 硬體金鑰不支持自動填充。

source: [HardwareKey/NFC/OS too old]
it: NFC richiede iOS 13 o versioni successive.
zh_hant: NFC 需要 iOS 13 或更高版本。

source: [HardwareKey/None] No Hardware Key
it: Nessuna chiave hardware
zh_hant: 沒有硬體金鑰

source: [HardwareKey/YubiKey/Slot] YubiKey Slot #%d
it: Slot Yubikey %d
zh_hant: YubiKey Slot %d

source: [Help Viewer/title]
it: Aiuto
zh_hant: 幫助

source: [ItemCategory] Default (KeePass)
it: Predefinito (KeePass)
zh_hant: 默認(KeePass)

source: [ItemIconPicker/CustomIcons]
it: Custom Icons
zh_hant: Custom Icons

source: [ItemIconPicker/StandardIcons]
it: Standard Icons
zh_hant: Standard Icons

source: [KeyFile/Delete/Confirm/text] Delete key file? Make sure you have a backup.
it: Eliminare il file chiave? Assicurati di avere un backup.
zh_hant: 刪除金鑰文件? 請確保您有備份檔案!

source: [KeyFile/Remove/Confirm/text] Remove key file from the list? The file will remain intact and you can add it again later.
it: Rimuovere il file chiave dalla lista? Il file rimarrà integro e potrai aggiungerlo nuovamente in un secondo momento.
zh_hant: 從列表中刪除金要檔案? 不會對檔案進行更改或刪除，您可以稍後添加回來。

source: [OTP/Scan/InvalidData]
it: This QR code is not suitable for OTP setup.
zh_hant: This QR code is not suitable for OTP setup.

source: [OTP/Scan/OverwriteWarning]
it: One-time password is already configured for this entry. Do you want to overwrite it?
zh_hant: One-time password is already configured for this entry. Do you want to overwrite it?

source: [OTP/Setup]
it: Setup one-time password (OTP)
zh_hant: Setup one-time password (OTP)

source: [Premium/Benefits/AttachmentPreview/details]
it: Visualizza l'anteprima dei file allegati direttamente in KeePassium e non lasciare tracce in altre applicazioni. (Funziona con immagini, documenti, archivi e molto altro)
zh_hant: 直接在KeePassium上預覽附件, 並且不留痕跡。(適用於圖像, 文檔, 檔案等。)

source: [Premium/Benefits/AttachmentPreview/title]
it: Anteprima senza traccia
zh_hant: 無痕預覽

source: [Premium/Benefits/CustomAppIcon/details]
it: Modifica l'aspetto di KeePassium rendendolo unico, familiare, o mascherarlo come una calcolatrice — la scelta è vostra.
zh_hant: 讓 KeePassium 看起來獨特，熟悉或偽裝成計算機 - 由您選擇。

source: [Premium/Benefits/CustomAppIcon/title]
it: Modifica icona app
zh_hant: 變更應用程式圖示

source: [Premium/Benefits/DatabaseTimeout/details]
it: Stanco di digitare la password principale? Tieni il database aperto più a lungo e sbloccalo con un tocco.
zh_hant: 厭倦了輸入您的主密碼？保持資料庫打開時間更長, 只需輕輕一按即可解鎖。

source: [Premium/Benefits/DatabaseTimeout/title]
it: Risparmia tempo
zh_hant: 節省您的時間

source: [Premium/Benefits/HardwareKeys/details]
it: Proteggi i tuoi segreti con una chiave hardware, come YubiKey.
zh_hant: 使用硬體金鑰來保護你的資料，比如 YubiKey 。

source: [Premium/Benefits/HardwareKeys/title]
it: Usa le chiavi hardware
zh_hant: 使用硬體金鑰

source: [Premium/Benefits/MultiDB/details]
it: Aggiungi più database e passa rapidamente da uno all'altro.
zh_hant: 添加多個資料庫並快速切換它們。

source: [Premium/Benefits/MultiDB/title]
it: Sincronizza con il team
zh_hant: 與團隊同步

source: [Premium/Benefits/Negative/header]
it: Cosa manca
zh_hant: 缺少了什麼功能

source: [Premium/Benefits/Positive/header]
it: Cosa si ottiene
zh_hant: 擁有了什麼功能

source: [Premium/Benefits/ViewFieldReferences/details]
it: Utilizzare i riferimenti dei campi per mostrare informazioni da altre voci, invece di creare più copie delle stesse informazioni.
zh_hant: 使用字段引用其他項目中的資訊，而不是創建同樣的多個副本。

source: [Premium/Benefits/ViewFieldReferences/title]
it: Mostra riferimenti dei campi
zh_hant: 顯示字段引用

source: [Premium/CallToAction/buyNow]
it: Acquista ora
zh_hant: 立即購買

source: [Premium/CallToAction/free]
it: Continua a testare
zh_hant: 繼續使用免費版

source: [Premium/CallToAction/startTrial]
it: Prova gratuita
zh_hant: 免費試用

source: [Premium/CallToAction/upgradeNow]
it: Aggiorna subito
zh_hant: 立刻升級

source: [Premium/ManageSubscriptions/action]
it: Gestisci sottoscrizioni
zh_hant: 管理訂閱方案

source: [Premium/perpetualLicense]
it: Licenza perpetua
zh_hant: 終生訂閱

source: [Premium/PerpetualLicense/status]
it: Hai una licenza perpetua per tutte le versioni prima di %@.
zh_hant: 在 %@ 之前，你擁有一個所有功能的終生訂閱。

source: [Premium/Price Plan/Conditions/1 year email support]
it: Un anno di assistenza via e-mail
zh_hant: 一年的電子郵件支援服務

source: [Premium/Price Plan/Conditions/all premium features]
it: Tutte le funzioni Premium
zh_hant: 所有進階版功能

source: [Premium/Price Plan/Conditions/community support]
it: Assistenza clienti: forum online
zh_hant: 客戶服務: 線上論壇

source: [Premium/Price Plan/Conditions/current premium features]
it: Funzioni Premium attuali
zh_hant: 當前進階功能

source: [Premium/Price Plan/Conditions/email support]
it: Assistenza clienti: e-mail
zh_hant: 客戶服務: 電子郵件

source: [Premium/Price Plan/Conditions/family sharing]
it: Condivisione In Famiglia
zh_hant: 家人共享

source: [Premium/Price Plan/Conditions/freemium reminders]
it: Promemoria freemium
zh_hant: 進階功能提醒

source: [Premium/Price Plan/Conditions/full price upgrade]
it: Le funzioni Premium aggiunte in futuro richiederebbero un nuovo acquisto a prezzo pieno.
zh_hant: 未來添加的進階特性將需要以全額重新訂閱。

source: [Premium/Price Plan/Conditions/future premium features]
it: Tutte le funzioni Premium future
zh_hant: 未來進階功能

source: [Premium/Price Plan/Conditions/perpetual fallback]
it: Licenza di affitto a riscatto (licenza di fallback perpetua)
zh_hant: 永久後備許可證

source: [Premium/Price Plan/Conditions/subscription as purchase]
it: Abbonamento sotto forma di acquisto
zh_hant: 視為購買的訂閱

source: [Premium/Price Plan/Conditions/updates and bug fixes]
it: Aggiornamenti e correzioni di bug
zh_hant: 更新和錯誤修復

source: [Premium/Price Plan/Free/price]
it: Gratis
zh_hant: 免費

source: [Premium/Price Plan/Free/title]
it: Gratis
zh_hant: 免費

source: [Premium/Price Plan/popular]
it: Popolare
zh_hant: 熱門

source: [Premium/status] Beta testing
it: Beta testing
zh_hant: 測試版本

source: [Premium/status] Expired %@ ago. Please renew.
it: Scaduto %@ fa. Si prega di rinnovare.
zh_hant: 已經到期 %@ 天, 請續訂。

source: [Premium/status] Next renewal on %@
it: Rinnovo successivo il %@
zh_hant: 下次續訂時間: %@

source: [Premium/status] Valid forever
it: Valido per sempre
zh_hant: 永遠有效

source: [Premium/Subscription/Legal/text]
it: Il pagamento sarà addebitato sul tuo account ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del termine del periodo di validità. Il rinnovo verrà addebitaato sul vostro account nelle 24 ore precedenti il termine del periodo di validità. Potete gestire e annullare gli abbonamenti nelle impostazioni del vostro account su App Store dopo l'acquisto.
zh_hant: 在確認購買時，將會從您的Apple ID帳戶中收取付款。 除非在到期前至少24小時取消，否則訂閱會自動續訂。您的帳戶將在到期前24小時內收取續訂費用。 您可以在購買後轉到App Store上的帳戶設置來管理和取消訂閱。

source: [Premium/Trial/trial then price]
it: %1$@ gratis, quindi %2$@
zh_hant: %1$@ 天免費，之後 %2$@

source: [Premium/Upgrade] Hmm, there are no upgrades available. This should not happen, please contact support.
it: Hmm, non ci sono aggiornamenti disponibili. Questo non dovrebbe accadere, si prega di contattare il supporto.
zh_hant: 沒有可用的升級, 這不應該發生, 請聯繫技術支持。

source: [Premium/Upgrade/action] Upgrade to Premium
it: Passa a Premium
zh_hant: 升級到進階版

source: [Premium/Upgrade/cancelOngoingSubscription]
it: Spuntare questa casella se si desidera cancellare l'abbonamento precedente.
zh_hant: 請檢查是否需要取消舊的訂閱。

source: [Premium/Upgrade/Deferred/text] Thank you! You can use KeePassium while purchase is awaiting approval.
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in attesa di approvazione.
zh_hant: 感恩您! 您可以使用 KeePassium 直到批准購買。

source: [Premium/Upgrade/price] %@ / month
it: %@ / mese
zh_hant: %@ / 月

source: [Premium/Upgrade/price] %@ / year
it: %@ / anno
zh_hant: %@ / 年

source: [Premium/Upgrade/price] %@ once
it: %@ una volta
zh_hant: %@ 一次性付費

source: [Premium/Upgrade/price] around %@ / month
it: ≈ %@ / mese
zh_hant: %@ / 一個月

source: [Premium/Upgrade/Progress] Contacting AppStore...
it: Stiamo contattando AppStore...
zh_hant: 獲取購買結果...

source: [Premium/Upgrade/Progress] Purchasing...
it: Acquisto in corso...
zh_hant: 購買中…

source: [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
it: Aggiornamento riuscito, goditi l'app!
zh_hant: 升級成功, 享受它!

source: [Premium/Upgrade/Restored/title] Purchase Restored
it: Acquisto Ripristinato
zh_hant: 恢復購買

source: [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
it: Nessun acquisto precedente può essere ripristinato.
zh_hant: 沒有可以還原的內購。

source: [Premium/Upgrade/RestoreFailed/title] Sorry
it: Siamo spiacenti
zh_hant: 很抱歉

source: [Premium/Upgrade/Success/thankYou]
it: Grazie per averci scelto!
zh_hant: 感謝您的購買！

source: [Premium/usage] App being useful: %@/month, that is around %@/year.
it: App. utile: %1$@/ mese, circa %2$@/anno.
zh_hant: 程式已使用: %1$@/月, 大約%2$@/年

source: [PremiumFeature/CustomAppIcons/title]
it: Icone App Personalizzate
zh_hant: 自定義應用程序圖示

source: [PremiumFeature/Generic/description]
it: Passa a Premium e goditi al meglio KeePassium.
zh_hant: 立即訂閱進階版並享受更好的KeePassium 。

source: [PremiumFeature/Generic/title]
it: Funzione Premium
zh_hant: 進階版功能

source: [PremiumFeature/HardwareKeys/description]
it: Migliora la sicurezza con le chiavi hardware (YubiKey) nella versione Premium.
zh_hant: 進階版本的硬體金鑰 (YubiKey) 提高了安全性。

source: [PremiumFeature/HardwareKeys/title] Hardware Keys
it: Chiavi hardware
zh_hant: 硬體金鑰

source: [PremiumFeature/LongDBTimeouts/description] Save time entering your complex master passwords — keep your database open longer in the premium version.
it: Risparmia tempo inserendo le tue complesse password master — tieni aperto il database più a lungo nella versione premium.
zh_hant: 節省輸入複雜主密碼的時間 - 在進階版中保持資料庫打開更長時間。

source: [PremiumFeature/LongDBTimeouts/title] Long Database Timeouts
it: Timeout database lungo
zh_hant: 更長的資料庫逾時時間

source: [PremiumFeature/MultiDB/description] Easily switch between databases in the premium version.
it: Cambia facilmente i database nella versione premium.
zh_hant: 在進階版本中快速切換多個資料庫。

source: [PremiumFeature/MultiDB/title] Multiple Databases
it: Database multipli
zh_hant: 多個資料庫

source: [PremiumFeature/Preview/description] Preview images and documents directly in the app, in the premium version.
it: Anteprima immagini e documenti direttamente nell'app, nella versione premium.
zh_hant: 升級進階版支持直接在程式中預覽圖像和文檔。

source: [PremiumFeature/Preview/title] Preview Attachments
it: Anteprima allegati
zh_hant: 附件預覽

source: [ProtectedTextField] Show Password
it: Mostra Password
zh_hant: 顯示密碼

source: [Settings/AppLock/Biometric/title] Use %@
it: Usa %@
zh_hant: 使用 %@

source: [Settings/AppLock/LockOnLaunch/description]
it: Assicura che KeePassium sia bloccato dopo la chiusura forzata dell'app o il riavvio del dispositivo.
zh_hant: 在重新啟動設備與強制關閉應用程式之前，確保 KeePassium 已經鎖定。

source: [Settings/AppLock/LockOnLaunch/title]
it: Blocca all'avvio dell'app
zh_hant: 應用程式啟動鎖定

source: [Settings/AppLock/subtitle] App Lock, %@, timeout
it: Blocco app, %@, timeout
zh_hant: 應用鎖定,%@, 逾時

source: [Settings/AppLock/subtitle] App Lock, passcode, timeout
it: Blocco app, codice di accesso, timeout
zh_hant: 應用鎖定, 應用解鎖密碼, 逾時

source: [Settings/Backup] Delete ALL Backup Files (%d)
it: Elimina TUTTI i file di backup (%d)
zh_hant: 刪除所有備份儅案(%d)

source: [Settings/Backup] No Backup Files Found
it: Nessun File di Backup trovato
zh_hant: 沒有找到備份檔案

source: [Settings/Backup/Delete/title] Delete all backup files?
it: Eliminare tutti i file di backup?
zh_hant: 刪除所有備份儅案?

source: [Settings/ClearKeyFileAssociations/Cleared/text] Associations between key files and databases have been removed.
it: Le associazioni tra file chiave e database sono stati rimosse.
zh_hant: 金鑰檔案與資料庫之間的關聯已被刪除。

source: [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
it: Eliminate
zh_hant: 已清除

source: [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
it: Tutte le chiavi principali sono state eliminate.
zh_hant: 所有主金鑰已刪除。

source: [Settings/ClearMasterKeys/Cleared/title] Cleared
it: Eliminate
zh_hant: 已清除

source: [Settings/ClipboardTimeout/description] When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
it: Quando copi un testo da una entry, l'app cancellerà automaticamente il clipboard (pasteboarad) dopo questo tempo.
zh_hant: 假設您從項目中複製了文本, 會在稍後自動地清理您的剪貼板。

source: [Settings/DatabaseLockTimeout/description] If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
it: Se non interagisci con l'app per un po' di tempo, il database verrà chiuso per sicurezza. Per aprirlo, è necessario immettere nuovamente la password principale.
zh_hant: 如果您在一段時間內沒有與KeePassium程式交互, 資料庫將會自動關閉, 以確保您的安全。如果重新打開KeePassium程式您需要重新輸入主密碼。

source: [Settings/FileLists/Backup/title] Backup
it: Backup
zh_hant: 備份

source: [Settings/FileLists/Sorting/title] Sorting
it: Ordinamento
zh_hant: 排序

source: [Settings/GroupViewer] Entry Subtitle
it: Inserisci un sottotitolo per la voce
zh_hant: 項目副標題

source: [Settings/GroupViewer] Sort Order
it: Ordinamento
zh_hant: 排序順序
