Repository: keepassium/KeePassium
Catalog: KeePassium/*.lproj/Localizable.strings
Languages: it, zh_hant

source: [Support/template] (Please describe the problem here)
it: (Si prega di descrivere il problema qui)
zh_hant: (請在此處描述問題)

source: [YubiKey] Don't use YubiKey
it: Senza YubiKey
zh_hant: 不使用YubiKey

source: [YubiKey] Insert the key
it: Inserire la chiave
zh_hant: 插入金鑰

source: [YubiKey] Touch the key
it: Toccare la chiave
zh_hant: 觸摸金鑰

source: [YubiKey] Use YubiKey Slot %d
it: Usare lo slot Yubikey %d
zh_hant: 使用YubiKey Slot %d

source: Add Database
it: Aggiungi Database
zh_hant: 添加資料庫

source: Choose Database
it: Seleziona il Database
zh_hant: 關閉資料庫

source: Import Database
it: Importa Database
zh_hant: 匯入資料庫

source: KeePass database should not be used as key file. Please pick a different file.
it: Il database di KeePass non deve essere utilizzato come file chiave. Scegliere un file diverso.
zh_hant: KeePass資料庫檔案不應該當作金鑰檔案使用。 請選擇其他文件。
