Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Intune/OrgNeedsToManage]
cs: Aby mohla organizace chránit svoje data, musí tuto aplikaci spravovat. Pokud budete chtít správu nastavit, přihlaste se svým pracovním nebo školním účtem.
de: Um die eigenen Daten zu schützen, muss Ihre Organisation diese App verwalten. Melden Sie sich mit Ihrem Geschäfts-, Schul- oder Unikonto an, um diese Aktion abzuschließen.
es: Para proteger sus datos propios, la organización debe administrar esta aplicación. Inicie sesión con la cuenta profesional o educativa para completar esta acción.
fr: Pour protéger ses données, votre organisation doit gérer cette application. Pour effectuer cette action, connectez-vous avec votre compte professionnel ou scolaire.
it: Per proteggere i propri dati, l'organizzazione deve gestire questa app. Per completare l'azione, accedere con l'account aziendale o dell'istituto di istruzione.
ja: 組織のデータを保護するために、このアプリを組織で管理する必要があります。このアクションを完了するには、職場または学校アカウントでサインインしてください。
nl: Voor bescherming van de organisatiegegevens moet de app worden beheerd door uw organisatie. Meld u aan met uw werk- of schoolaccount om deze actie te voltooien.
pl: Twoja organizacja musi zarządzać tą aplikacją, aby chronić swoje dane. Aby wykonać tę akcję, zaloguj się za pomocą konta służbowego.
pt_br: Para proteger seus dados, sua empresa precisa gerenciar esse aplicativo. Para concluir esta ação, entre com sua conta corporativa ou de estudante.
ru: Вашей организации необходимо управлять этим приложением для защиты своих данных. Чтобы выполнить это действие, войдите по рабочей или учебной учетной записи.
sk: Na ochranu svojich údajov musí vaša organizácia spravovať túto aplikáciu. Ak chcete dokončiť túto akciu, prihláste sa pomocou svojho pracovného alebo školského účtu.
sv: För att skydda sin data måste din organisation hantera denna app. För att slutföra, logga in med ditt arbets- eller skolkonto.
th: เพื่อป้องกันข้อมูล องค์กรของคุณจำเป็นต้องจัดการแอปนี้ เมื่อต้องการดำเนินการนี้ให้เสร็จสมบูรณ์ ให้ลงชื่อเข้าใช้ด้วยบัญชีที่ทำงานหรือโรงเรียนของคุณ
uk: Щоб захистити свої дані, ваша організація має керувати цим застосунком. Для завершення цієї дії ввійдіть у свій робочий або навчальний обліковий запис.
zh_hans: 为了保护组织数据，你的组织需要管理此应用。要完成此操作，请使用工作或学校帐户登录。

source: [Intune/PersonalVersionElsewhere]
cs: Verze KeePassium pro osobní použití je k dispozici na App Store.
de: Die KeePassium-Version für den persönlichen Gebrauch ist erhältlich im App Store.
es: La versión KeePassium para uso personal está disponible en la App Store.
fr: La version grand public de KeePassium est disponible dans l'App Store.
it: La versione di KeePassium per uso personale è disponibile sull'App Store.
ja: 個人向けのKeePassiumをApp Storeにて提供しています。
nl: KeePassium voor persoonlijk gebruik is beschikbaar in de App Store.
pl: Wersja aplikacji KeePassium do użytku osobistego jest dostępna w sklepie App Store.
pt_br: A versão para uso pessoal de KeePassium está disponível na App Store.
ru: В App Store доступна версия KeePassium для личного использования.
sk: Verzia KeePassium pre osobné použitie je k dispozícii v obchode App Store.
sv: KeePassium-version för personligt bruk är tillgänglig på App Store.
uk: Версія KeePassium для особистого використання доступна в App Store.
zh_hans: 个人使用的 KeePassium 版本可于 App Store 获取。

source: [Item/History/Restored]
cs: Předchozí verze obnovena
de: Vorherige Version wiederhergestellt
es: Versión previa recuperada
fr: Version précédente restaurée
it: Versione precedente ripristinata
ja: 以前のバージョンが復元されました
nl: De vorige versie is hersteld
pl: Przywrócono poprzednią wersję
pt_br: Versão anterior restaurada
ru: Предыдущая версия восстановлена
sk: Predchádzajúca verzia obnovená
sv: Föregående version återställd
th: คืนค่าเป็นรุ่นที่ผ่านมาเรียบร้อยแล้ว
uk: Попередня версія відновлена
zh_hans: 已还原上一个版本

source: [Item/Properties/Advanced/title]
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 高度な設定
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
sk: Pokročilé
sv: Avancerat
th: ขั้นสูง
uk: Додатково
zh_hans: 高级选项

source: [Item/Properties/AutoFill/allowed]
cs: Povoleno
de: Zulässig
es: Permitidos
fr: Autorisé
it: Consentito
ja: オン
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
sk: Povolené
sv: Tillåtet
th: อนุญาต
uk: Дозволені
zh_hans: 允许

source: [Item/Properties/AutoFill/disabled]
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivato
ja: オフ
nl: Uitgeschakeld
pl: Wyłączono
pt_br: Desativado
ru: Отключено
sk: Vypnuté
sv: Inaktiverat
uk: Вимкнено
zh_hans: 禁用

source: [Item/Properties/AutoFill/KeePassXC/title]
cs: Automatické vyplňování hesla (KeeePassXC)
de: Passwort automatisch ausfüllen (KeePassXC)
es: Autorrelleno de contraseñas (KeePassXC)
fr: Remplissage automatique des mots de passe (KeePassXC)
it: Inserimento automatico (KeePassXC)
ja: パスワードの自動入力 (KeePassXC)
nl: Wachtwoord automatisch invullen (KeePassXC)
pl: Autouzupełnianie haseł (KeePassXC)
pt_br: Preenchimento automático de senha (KeePassXC)
ru: Автозаполнение паролей (KeePassXC)
sk: Automatické vypĺňanie hesla (KeePassXC)
sv: Autofyll lösenord (KeePassXC)
uk: Автозаповнення паролів (KeePassXC)
zh_hans: 密码自动填充 (KeePassXC)

source: [Item/Properties/AutoFill/title]
cs: Automatické vyplňování hesla
de: Passwort automatisch ausfüllen
es: Autorrelleno de contraseña
fr: Remplissage automatique des mots de passe
it: Inserimento automatico
ja: パスワードの自動入力
nl: Wachtwoord automatisch invullen
pl: Autouzupełnianie haseł
pt_br: Preenchimento automático de senha
ru: Автозаполнение паролей
sk: Automatické vypĺňanie hesiel
sv: Autofyll lösenord
uk: Автозаповнення паролів
zh_hans: 密码自动填充

source: [Item/Properties/inheritedValue]
cs: Převzít z nadřazené skupiny (%@)
de: Von übergeordneter Gruppe erben (%@)
es: Heredar del grupo principal (%@)
fr: Hériter du groupe parent (%@)
it: Eredita dal gruppo genitore (%@)
ja: 親グループから継承 (%@)
nl: Overnemen van bovenliggende groep (%@)
pl: Dziedzicz z grupy nadrzędnej (%@)
pt_br: Herdar do grupo pai (%@)
ru: Наследовать от родительской группы (%@)
sk: Dediť z rodičovskej skupiny (%@)
sv: Ärv från överordnad grupp (%@)
uk: Успадкувати від головної групи (%@)
zh_hans: 从父组继承 (%@)

source: [Item/Properties/PasswordAudit/allowed]
cs: Povoleno
de: Zulässig
es: Permitidos
fr: Autorisé
it: Consentita
ja: オン
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешён
sk: Povolené
sv: Tillåtet
th: อนุญาต
uk: Дозволені
zh_hans: 允许

source: [Item/Properties/PasswordAudit/disabled]
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivata
ja: オフ
nl: Uitgeschakeld
pl: Wyłączono
pt_br: Desativado
ru: Отключён
sk: Vypnuté
sv: Inaktiverat
uk: Вимкнено
zh_hans: 禁用

source: [Item/Properties/PasswordAudit/title]
cs: Audit hesel
de: Passwort-Audit
es: Auditoría de contraseñas
fr: Audit des mots de passe
it: Ispezione password
ja: パスワードの監査
nl: Wachtwoordcontrole
pl: Audyt haseł
pt_br: Auditar senhas
ru: Аудит паролей
sk: Audit Hesiel
sv: Lösenordsgranskning
uk: Перевірка паролів
zh_hans: 密码检查器

source: [Item/Properties/Search/allowed]
cs: Povoleno
de: Zulässig
es: Permitidos
fr: Autorisé
it: Consentita
ja: オン
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешён
sk: Povolené
sv: Tillåtet
th: อนุญาต
uk: Дозволені
zh_hans: 允许

source: [Item/Properties/Search/disabled]
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
it: Disattivata
ja: オフ
nl: Uitgeschakeld
pl: Wyłączono
pt_br: Desativado
ru: Отключён
sk: Vypnuté
sv: Inaktiverat
uk: Вимкнено
zh_hans: 禁用

source: [Item/Properties/Search/title] Search
cs: Vyhledávání
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoek
pl: Szukaj
pt_br: Busca
ru: Поиск
sk: Vyhľadávanie
sv: Sök
th: ค้นหา
uk: Пошук
zh_hans: 搜索​​​​

source: [Item/Properties/title]
cs: Vlastnosti
de: Einstellungen
es: Propiedades
fr: Propriétés
it: Proprietà
ja: 設定
nl: Kenmerken
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sk: Vlastnosti
sv: Egenskaper
uk: Властивості
zh_hans: 属性

source: [ItemCategory] Default (KeePass)
cs: Původní (KeePass)
de: Standard (KeePass)
es: Por defecto (KeePass)
fr: Par défaut (KeePass)
it: Default (KeePass)
ja: デフォルト (KeePass)
nl: Standaard (KeePass)
pl: Domyślne (KeePass)
pt_br: Padrão (KeePass)
ru: По умолчанию (KeePass)
sk: Predvolené (KeePass)
sv: Standard (KeePass)
th: ค่าเริ่มต้น (KeePass)
uk: За замовчуванням (KeePass)
zh_hans: 默认(KeePass)

source: [ItemIconPicker/CustomIcons]
cs: Vlastní ikony
de: Benutzerdefinierte Symbole
es: Iconos personalizados
fr: Icônes personnalisées
it: Icone personalizzate
ja: カスタムアイコン
nl: Aangepaste pictogrammen
pl: Niestandardowe ikony
pt_br: Ícones personalizados
ru: Свои значки
sk: Vlastné ikony
sv: Egenvalda ikoner
th: ไอคอนที่กำหนดเอง
uk: Свої іконки
zh_hans: 自定义图标

source: [ItemIconPicker/StandardIcons]
cs: Standardní ikony
de: Standardsymbole
es: Iconos estándar
fr: Icônes standards
it: Icone standard
ja: 標準アイコン
nl: Standaard pictogrammen
pl: Standardowe ikony
pt_br: Ícones padrão
ru: Стандартные значки
sk: Štandardné ikony
sv: Standardikoner
th: ไอคอนมาตรฐาน
uk: Стандартні іконки
zh_hans: 标准图标

source: [KDF/Progress] Processing the master key
cs: Zpracovávání hlavního klíče
de: Master-Schlüssel wird verarbeitet
es: Procesando la clave maestra
fr: Traitement de la clé principale
it: Elaboro la chiave principale
ja: マスターキーを処理中
nl: Bezig met verwerken van hoofdsleutel
pl: Przetwarzanie klucza głównego
pt_br: Processando a chave-mestra
ru: Подготовка мастер-ключа
sk: Spracováva sa hlavný kľúč
sv: Bearbetar masternyckel
th: กำลังประมวลผลกุญแจหลัก
uk: Підготовка майстер-ключа
zh_hans: 主密钥处理中

source: [KeychainError/generic] Keychain error (code %d)
cs: Chyba klíčenky (kód %d)
de: Schlüsselbund Fehler (Code %d)
es: Error en la cadena de claves (código %d)
fr: Erreur de trousseau (code %d)
it: Errore portachiavi (codice %d)
ja: キーチェーンエラー (コード %d)
nl: Sleutelhangerfout (code %d)
pl: Błąd pęku kluczy (kod %d)
pt_br: Erro nas chaves do sistema (código %d)
ru: Ошибка при работе со связкой ключей (код %d)
sk: Chyba kľúčenky (kód %d)
sv: Nyckelring-fel (Felkod %d)
th: พวงกุญแจเกิดข้อผิดพลาด (code %d)
uk: Помилка при роботі зі зв'язкою ключів (код %d)
zh_hans: 钥匙圈错误(代码 %d)

source: [KeychainError/unexpectedFormat] Keychain error: unexpected data format
cs: Chyba klíčenky: neočekávaný formát dat
de: Schlüsselbund Fehler: Unerwartetes Datenformat
es: Error en la cadena de claves: formato de datos inesperado
fr: Erreur de trousseau : format de données inattendu
it: Errore portachiavi: formato dati inaspettato
ja: キーチェーンエラー: 予期しないデータ形式
nl: Sleutelhangerfout: onverwacht gegevensformaat
pl: Błąd pęku kluczy: nieoczekiwany format danych
pt_br: Erro nas chaves do sistema: formato de dados inesperado
ru: Ошибка при работе со связкой ключей: неожиданный формат данных
sk: Chyba kľúčenky: neočakávaný formát dát
sv: Nyckelring-fel: Oväntat dataformat
th: พวงกุญแจเกิดข้อผิดพลาด: ไม่ทราบฟอร์แมทของข้อมูล
uk: Помилка при роботі зі зв'язкою ключів: неочікуваний формат даних
zh_hans: 钥匙圈错误: 意外的数据格式

source: [KeyFile/Create/action]
cs: Vytvořit soubor s klíčem
de: Schlüsseldatei erstellen
es: Crear Archivo de clave
fr: Créer un fichier clé
it: Crea file chiave
ja: キーファイルを作成
nl: Maak sleutelbestand
pl: Utwórz plik klucza
pt_br: Criar arquivo de chave
ru: Создать ключевой файл
sk: Vytvoriť súbor s kľúčom
sv: Skapa nyckelfil
uk: Створити файл-ключ
zh_hans: 创建密钥文件

source: [KeyFile/Create/defaultName]
cs: soubor_s_klicem.dat
de: Schlüsseldatei.dat
es: keyfile.dat
fr: fichierclé.dat
it: filechiave.dat
ja: keyfile.dat
nl: sleutelbestand.dat
pl: plikklucza.dat
pt_br: keyfile.dat
ru: keyfile.dat
sk: keyfile.dat
sv: keyfile.dat
uk: keyfile.dat
zh_hans: keyfile.dat

source: [KeyFile/Delete/Confirm/text] Delete key file? Make sure you have a backup.
cs: Opravdu chcete odstranit soubor s klíčem? Ujistěte se, že jej máte zálohovaný.
de: Schlüsseldatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es: ¿Eliminar el archivo de clave? Asegúrese de tener una copia de seguridad.
fr: Supprimer le fichier clé ? Assurez-vous d'avoir une sauvegarde.
it: Eliminare il file chiave? Assicurati di avere una copia.
ja: キーファイルを削除しますか？ バックアップがあることを確認してください。
nl: Verwijder sleutelbestand? Zorg ervoor dat je een back-up hebt.
pl: Usunąć plik klucza? Upewnij się, że masz kopię zapasową.
pt_br: Apagar o arquivo de chave? Certifique-se de ter uma cópia de segurança.
ru: Удалить ключевой файл? Убедитесь, что у вас есть резервная копия.
sk: Skutočne chcete odstrániť súbor s kľúčom? Uistite sa, že ho máte zálohovaný.
sv: Radera nyckelfil? Se till att du har en säkerhetskopia.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
uk: Видалити файл-ключ? Переконайтеся, що у вас є резервна копія.
zh_hans: 删除密钥文件? 请确保您有备份文件!

source: [KeyFile/Field/title]
cs: Soubor s klíčem
de: Schlüsseldatei
es: Archivo de clave
fr: Fichier clé
it: File chiave
ja: キーファイル
nl: Sleutelbestand
pl: Plik klucza
pt_br: Arquivo de chave
ru: Ключевой файл
sk: Súbor s kľúčom
sv: Nyckel-fil
th: ไฟล์กุญแจ
uk: Файл-ключ
zh_hans: 密钥文件

source: [KeyFile/Import/action]
cs: Importovat soubor s klíčem
de: Schlüsseldatei importieren
es: Importar Archivo de clave
fr: Importer un fichier clé
it: Importa file chiave
ja: キーファイルを読み込む
nl: Importeer sleutelbestand
pl: Importuj plik klucza
pt_br: Importar arquivo de chave
ru: Импортировать ключевой файл
sk: Importovať súbor s kľúčom
sv: Importera nyckelfil
uk: Імпортувати файл-ключ
zh_hans: 导入密钥文件

source: [KeyFile/Import/actionDescription]
cs: Přidat soubor do aplikace
de: Datei zur App hinzufügen
es: Añadir archivo a la aplicación
fr: Ajouter le fichier à l'application
it: Aggiungi file all'app
ja: Appにファイルを追加
nl: Voeg een bestand toe aan de app
pl: Dodaj plik do aplikacji
pt_br: Adicione o arquivo ao aplicativo
ru: Добавить файл в приложение
sk: Pridať súbor do aplikácie
sv: Lägg till fil i appen
uk: Додати файл у додаток
zh_hans: 将文件添加到应用程序

source: [KeyFile/Remove/Confirm/text] Remove key file from the list? The file will remain intact and you can add it again later.
cs: Odebrat soubor s klíčem ze seznamu? Soubor zůstane neporušený a později jej budete moci znovu přidat.
de: Schlüsseldatei aus der Liste entfernen? Die Datei bleibt erhalten und Sie können sie später erneut hinzufügen.
es: ¿Desea eliminar el archivo de clave de la lista? El archivo permanecerá intacto y lo podrá agregar nuevamente más tarde.
fr: Retirer le fichier clé de la liste ? Le fichier restera intact et vous pourrez l'ajouter à nouveau ultérieurement.
it: Rimuovere il file chiave dalla lista? Il file rimarrà intatto e potrai aggiungerlo di nuovo in seguito.
ja: キーファイルを一覧から削除しますか？ファイルの本体はそのまま残りますので、後で再度追加できます。
nl: Wil het sleutelbestand verwijderen van de lijst? De sleutel blijft bewaard en je kunt deze later weer toevoegen.
pl: Usunąć plik klucza z listy? Plik pozostanie nienaruszony i możesz go dodać później.
pt_br: Esquecer esse arquivo de chave? O arquivo permanecerá intacto e você poderá adicioná-lo de novo depois.
ru: Убрать ключевой файл из списка? Файл останется нетронутым, вы сможете добавить его позже.
sk: Odobrať súbor s kľúčom zo zoznamu? Súbor zostane neporušený a neskôr ho budete môcť znova pridať.
sv: Ta bort nyckelfil från listan? Filen kommer vara kvar oförändrad och du kan lägga till den igen senare.
th: ลบไฟล์กุญแจออกจากรายการหรือไม่? ไฟล์จะยังคงเดิมและคุณยังสามารถเพิ่มไฟล์ใหม่ได้ในภายหลัง
uk: Прибрати файл-ключ зі списку? Файл залишиться недоторканим, ви зможете додати його пізніше.
zh_hans: 从列表中删除密钥文件？ 该文件将保持完整，您可以稍后重新添加。

source: [KeyFile/Use/action]
cs: Vybrat soubor s klíčem
de: Schlüsseldatei auswählen
es: Seleccionar Archivo de clave
fr: Sélectionner un fichier clé
it: Seleziona file chiave
ja: キーファイルを選択
nl: Selecteer sleutelbestand
pl: Wybierz plik klucza
pt_br: Selecionar arquivo de chave
ru: Выбрать ключевой файл
sk: Vyberte súbor s kľúčom
sv: Välj nyckelfil
uk: Вибрати файл-ключ
zh_hans: 选择密钥文件

source: [KeyFile/Use/actionDescription]
cs: Použít bez přidání
de: Ohne Hinzufügen verwenden
es: Utilizar sin añadir
fr: Utiliser sans ajouter
it: Usa senza aggiungere
ja: 追加せずに使用
nl: Gebruik zonder toevoegen
pl: Użyj bez dodawania
pt_br: Usar sem adicionar
ru: Использовать без добавления
sk: Použiť bez pridania
sv: Använd utan att lägga till
uk: Використати без додавання
zh_hans: 使用时只读

source: [KeyFileError/Corrupted/title]
cs: Soubor s klíčem je poškozen
de: Schlüsseldatei ist beschädigt
es: El archivo de clave está dañado
fr: Le fichier clé est corrompu
it: File chiave corrotto
ja: キーファイルが壊れています
nl: Het sleutelbestand is beschadigd
pl: Plik klucza jest uszkodzony
pt_br: Arquivo de chave corrompido
ru: Ключевой файл повреждён
sk: Súbor s kľúčom je poškodený
sv: Nyckelfilen är skadad
th: ไฟล์กุญแจเสียหาย
uk: Файл-ключ пошкоджено
zh_hans: 密钥文件已损坏

source: [KeyFileError/UnsupportedFormat/title]
cs: Nepodporovaný formát souboru s klíčem
de: Nicht unterstütztes Format der Schlüsseldatei
es: El formato del archivo de clave es incompatible
fr: Format de fichier clé non pris en charge
it: Formato file chiave non supportato
ja: 未サポートのキーファイル形式です
nl: Bestandsindeling sleutelbestand niet ondersteund
pl: Nieobsługiwany format pliku klucza
pt_br: Formato de arquivo de chave não suportado
ru: Неподдерживаемый формат ключевого файла
sk: Nepodporovaný formát súboru s kľúčom
sv: Format för nyckelfil stöds inte
th: ไม่รองรับฟอร์แมทของไฟล์กุญแจ
uk: Формат файл-ключа не підтримується
zh_hans: 不支持的密钥文件格式

source: [Menu/FileInfo/title]
cs: Informace o souboru
de: Datei-Information
es: Información de archivo
fr: Informations
it: Info file
ja: ファイルの情報
nl: Bestandsinformatie
pl: Informacje o pliku
pt_br: Informações
ru: Информация о файле
sk: Informácie o súbore
sv: Filinfo
th: รายละเอียดไฟล์
uk: Відомості про файл
zh_hans: 文件信息

source: [Menu/Preferences/title]
cs: Předvolby…
de: Einstellungen …
es: Preferencias…
fr: Préférences…
it: Preferenze…
ja: 環境設定...
nl: Voorkeuren…
pl: Ustawienia…
pt_br: Preferências…
ru: Настройки…
sk: Nastavenia…
sv: Inställningar…
th: ตั้งค่าการทำงาน…
uk: Налаштування…
zh_hans: 偏好设置…

source: [Menu/Sort] Sort Files By
cs: Seřadit soubory podle
de: Dateien sortieren nach
es: Ordenar archivos por
fr: Trier les fichiers par
it: Ordina file per
ja: ファイルの並べ替え
nl: Bestanden sorteren op
pl: Sortuj pliki według
pt_br: Organizar arquivos por
ru: Сортировать файлы по
sv: Sortera filer efter
uk: Сортувати файли за
zh_hans: 文件排序通过

source: [Menu/Sort] Sort Items By
cs: Seřadit položky podle
de: Elemente sortieren nach
es: Ordenar elementos por
fr: Trier les éléments par
it: Ordina elementi per
ja: 項目の並べ替え
nl: Items sorteren op
pl: Sortuj pozycje według
pt_br: Organizar itens por
ru: Сортировать элементы по
sv: Sortera objekt efter
uk: Сортувати елементи за
zh_hans: 项目排序通过

source: [Org/ContactYourAdmin]
cs: Obraťte se prosím na správce IT.
de: Wenden Sie sich an Ihren IT-Administrator.
es: Póngase en contacto con el administrador de TI.
fr: Contactez votre administrateur informatique.
it: Contatta l'amministratore IT.
ja: IT 管理者にお問い合わせください。
nl: Neem contact op met uw it-beheerder.
pl: Skontaktuj się z administratorem IT.
pt_br: Entre em contato com seu administrador de TI.
ru: Обратитесь к своему ИТ-администратору.
sk: Prosím kontaktujte svojho správcu IT.
sv: Var vänlig kontakta din IT-administratör.
uk: Зв'яжіться з системним адміністратором за допомогою.
zh_hans: 请联系 IT 管理员。

source: [Org/LicenseMissing]
cs: KeePassium nemohlo najít podnikový účet vaší organizace.
de: KeePassium konnte das Unternehmenskonto Ihrer Organisation nicht finden.
es: KeePassium no ha podido encontrar la cuenta de empresa de su organización.
fr: KeePassium ne retrouve pas le compte d'entreprise de votre organisation.
it: KeePassium non ha trovato l'account aziendale della tua istituzione.
ja: KeePassiumはあなたの組織の企業アカウントを見つけられませんでした。
nl: KeePassium kan het bedrijfsaccount van uw organisatie niet vinden.
pl: Aplikacja KeePassium nie mogła znaleźć konta dla przedsiębiorstw Twojej organizacji.
pt_br: KeePassium não conseguiu encontrar a conta empresarial da sua organização.
ru: KeePassium не удалось найти учётную запись вашей организации.
sk: KeePassium nenašlo podnikový účet vašej organizácie.
sv: KeePassium kunde inte hitta enterprise-kontot för din organisation.
uk: KeePassium не вдалося знайти корпоративний обліковий запис вашої організації.
zh_hans: KeePassium无法找到您组织的企业账户。

source: [OTP/CopiedToClipboard/title]
cs: Jednorázové heslo zkopírováno do schránky
de: Einmalpasswort in die Zwischenablage kopiert
es: Contraseña única copiada en el portapapeles
fr: Mot de passe à usage unique copié dans le presse-papiers
it: Password monouso copiata negli appunti
ja: ワンタイムパスワードをクリップボードにコピーしました
nl: Eenmalig wachtwoord gekopieerd naar het klembord
pl: Jednorazowe hasło zostało skopiowane do schowka.
pt_br: Código de uso único copiado
ru: Одноразовый пароль скопирован в буфер обмена
sk: Jednorazové heslo bolo skopírované do schránky
sv: Engångslösenord kopierat till urklipp
th: คัดลอกรหัสผ่านครั้งเดียวไปยังคลิปบอร์ดแล้ว
uk: Одноразовий пароль скопійовано в буфер обміну
zh_hans: 一次性密码已复制到剪贴板

source: [OTP/FieldName]
cs: Jednorázové heslo
de: Einmalpasswort
es: Contraseña de un solo uso
fr: Mot de passe à usage unique
it: Password monouso
ja: ワンタイムパスワード
nl: Eenmalig wachtwoord
pl: Hasło jednorazowe
pt_br: Código de uso único
ru: Одноразовый пароль
sk: Jednorazové heslo
sv: Engångslösenord
th: รหัสผ่านแบบใช้ครั้งเดียว
uk: Одноразовий пароль
zh_hans: 一次性密码

source: [OTP/Scan/InvalidData]
cs: Tento QR kód není vhodný pro nastavení OTP.
de: Dieser QR-Code ist nicht für die OTP-Einrichtung geeignet.
es: Este código QR no es adecuado para la configuración OTP.
fr: Ce QR code n'est pas adapté à la configuration OTP.
it: Questo codice QR non è adatto per la configurazione OTP.
ja: このQRコードは、ワンタイム・パスワードの設定に使えません。
nl: Deze QR-code is niet geschikt voor OTP-instellingen.
pl: Tego kodu QR nie można użyć dla OTP.
pt_br: Esse não é um código QR para configurar códigos de uso único.
ru: Этот QR-код не подходит для настройки одноразового пароля (OTP).
sk: Tento QR kód nie je vhodný na nastavenie OTP.
sv: Denna QR-kod är inte lämplig för OTP-konfiguration.
th: QR code นี้ไม่สามารถใช้กับการตั้ง OTP ได้
uk: Цей QR-код не підходить для налаштування одноразового пароля (OTP).
zh_hans: 此二维码不适用于两步验证(OTP)设置

source: [OTP/Scan/InvalidSecretCode]
cs: Zadaný tajný kód není vhodný pro nastavení OTP.
de: Dieser Geheimcode ist nicht für die OTP-Einrichtung geeignet.
es: El código secreto introducido no es adecuado para la configuración OTP.
fr: Le code secret saisi n'est pas compatible à la configuration OTP.
it: Il codice segreto inserito non è adatto per la configurazione OTP.
ja: 入力されたシークレットコードはOTPの設定に使えません。
nl: De ingevoerde geheime code is niet geschikt voor OTP-configuratie.
pl: Wprowadzony kod tajny nie nadaje się do konfiguracji OTP.
pt_br: Não foi possível configurar OTP com este código.
ru: Введённый секретный код не подходит для настройки одноразового пароля (OTP).
sk: Zadaný tajný kód nie je vhodný na nastavenie OTP.
sv: Inmatad hemlighet är inte korrekt för OTP-konfiguration.
uk: Введений секретний код не підходить для налаштування одноразового пароля.
zh_hans: 此二维码不适用于两步验证 OTP 设置
