Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Progress/CancellationReason] Cancelled by user
cs: Zrušeno uživatelem
de: Von Benutzer abgebrochen
es: Cancelado por el/la usuario/a
fr: Annulé par l'utilisateur
it: Annullata dall'utente
ja: ユーザーにキャンセルされました
nl: Afgebroken door gebruiker
pl: Anulowane przez użytkownika
pt_br: Cancelado pelo usuário
ru: Отменено пользователем
sk: Zrušené používateľom
sv: Avbrutet av användaren
th: ถูกยกเลิกโดยผู้ใช้งาน
uk: Скасовано користувачем
zh_hans: 已被使用者取消

source: [Progress/CancellationReason/lowMemory]
cs: Nedostatek paměti pro pokračování. To se může stát s velkými databázemi nebo s příliš ambiciózním nastavením databáze (Argon2).
de: Nicht genügend Speicher, um fortzufahren. Dies kann bei größeren Datenbanken oder zu ehrgeizigen Datenbankeinstellungen (Argon2-Speicherparameter) passieren.
es: No hay suficiente memoria para continuar. Esto puede ocurrir con bases de datos muy grandes o configuraciones muy exigentes (parámetro de memoria Argon2).
fr: Mémoire insuffisante pour continuer. Cela peut se produire avec des bases de données volumineuse ou des paramètres de base de données trop ambitieux (paramètre de mémoire Argon2).
it: Memoria insufficiente per continuare. Può succedere con database di grandi dimensioni o con impostazioni database troppo ambiziose (parametro di memoria Argon2).
ja: メモリが不足しています。 これは大きなデータベースやメモリを多く使う設定（Argon2のメモリ）で発生します。
nl: Niet genoeg geheugen om door te gaan. Dit kan gebeuren bij grotere databases of te ambitieuze databaseinstellingen (Argon2-geheugenparameter).
pl: Za mało pamięci, aby kontynuować. Może się to zdarzyć przy dużych bazach lub zbyt wygórowanych ustawieniach bazy (parametr pamięci Argon2).
pt_br: Memória insuficiente para continuar. Isso pode ocorrer com bancos de dados muito grandes ou com configurações exageradas (ex.: parâmetro de memória de Argon2).
ru: Недостаточно памяти. Возможно, база слишком велика или требует очень много памяти (для Argon2).
sk: Nedostatok pamäte pre pokračovanie. Toto sa môže stať pri veľkých databázach alebo s príliš ambicióznym nastavením databázy (Argon2).
sv: Inte tillräckligt med minne för att fortsätta. Detta kan hända med stora databaser eller för högt ställda databasinställningar (Argon2-parametrar för minnet).
th: หน่วยความจำไม่พอที่จะไปต่อได้ สิ่งนี้สามารถเกิดขึ้นได้ถ้าฐานข้อมูลมีขนาดใหญ่เกินไปหรือการตั้งค่าฐานข้อมูลที่ยุ่งยาก (Argon2 memory parameter)
uk: Бракує пам'яті щоб продовжити. Можливо, база паролів занадто велика або вимагає дуже багато пам'яті (для Argon2).
zh_hans: 没有足够的内存供继续程序继续。 较大的数据库或过于消耗内存的数据库设置(Argon2内存参数) 可能会发生这种情况。

source: [QuickAutoFill/description]
cs: Automatické Vyplňování zobrazí relevantní položky vedle pole s heslem bez otevření KeePassium.
de: Schnelles autom. Ausfüllen zeigt relevante Einträge direkt neben dem Passwortfeld an, ohne KeePassium zu öffnen.
es: El «Autorrelleno» rápido muestra las entradas relevantes al lado del campo de contraseña sin abrir KeePassium.
fr: La Saisie automatique rapide affiche les entrées pertinentes juste à côté du champ mot de passe, sans ouvrir KeePassium.
it: L'inserimento automatico rapido mostra le voci rilevanti di fianco ai campi password, senza aprire KeePassium.
ja: クイック自動入力は、KeePassiumを開くことなく関連エントリをパスワード入力時に表示します。
nl: Deze functie toont relevante items naast het wachtwoordveld zonder KeePassium te openen.
pl: Szybkie Autouzupełnianie wyświetla odpowiednie wpisy obok pola hasła. Nie musisz otwierać aplikacji KeePassium.
pt_br: Mostra entradas relevantes junto aos campos de senha, sem precisar abrir o KeePassium.
ru: Быстрое автозаполнение показывает нужные записи рядом с полями ввода, не открывая KeePassium.
sk: Rýchle automatické dopĺňanie zobrazuje relevantné položky hneď vedľa poľa hesla bez otvárania KeePassium.
sv: Snabb Autofyll visar relevanta poster precis bredvid lösenordsfältet, utan att öppna KeePassium.
th: ป้อนรหัสทันทีจะแสดงรายการที่มีความสัมพันธ์กับช่องใส่รหัส โดยไม่จำเป็นต้องเปิด KeePassium
uk: Швидке автозаповнення показує потрібні записи поруч із полями введення, не відкриваючи KeePassium.
zh_hans: 快速自动填充会在密码字段旁显示相关条目，无需打开 KeePassium。

source: [QuickAutoFill/title]
cs: Automatické Vyplňování
de: Schnelles autom. Ausfüllen
es: «Autorrelleno» rápido
fr: Saisie automatique rapide
it: Inserimento automatico rapido
ja: クイック自動入力
nl: Snel automatisch invullen
pl: Szybkie autouzupełnianie
pt_br: Modo Expresso
ru: Быстрое автозаполнение
sk: Rýchle automatické dppĺňanie
sv: Snabb Autofyll
th: ป้อนรหัสอัตโนมัติทันที
uk: Швидке автозаповнення
zh_hans: 快速自动填充

source: [RemoteConnection/AllowUntrusted/title]
cs: Povolit nedůvěryhodný certifikát
de: Nicht vertrauenswürdiges Zertifikat zulassen
es: Permitir certificado no fiable
fr: Autoriser un certificat qui n'est pas de confiance
it: Consenti certificati non fidati
ja: 信頼されていない証明書を許可
nl: Sta onvertrouwd certificaat toe
pl: Zezwalaj na niezaufany certyfikat
pt_br: Aceitar certificado não confiável
ru: Разрешить ненадёжный сертификат
sk: Povoliť nedôveryhodný certifikát
sv: Tillåt ej betrodda certifikat
th: อนุญาตใช้ใบอนุญาตที่ไม่น่าเชื่อถือ
uk: Дозволити ненадійний сертифікат
zh_hans: 允许不受信任的证书

source: [RemoteConnection/Connection/title]
cs: Připojení
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Соединение
sk: Pripojenie
sv: Anslutning
th: การเชื่อมต่อ
uk: Підключення
zh_hans: 连接

source: [RemoteConnection/connectToServer]
cs: Připojit k serveru
de: Mit Server verbinden
es: Conectar al servidor
fr: Connecter au serveur
it: Connetti un server
ja: サーバーに接続
nl: Verbind met server
pl: Połącz z serwerem
pt_br: Conectar ao servidor
ru: Подключиться к серверу
sk: Pripojiť k serveru
sv: Anslut till server
th: เชื่อมต่อกับเซิร์ฟเวอร์
uk: Підключитися до сервера
zh_hans: 连接到服务器

source: [RemoteConnection/Credentials]
cs: Přihlašovací údaje
de: Anmeldedaten
es: Credenciales
fr: Identifiants
it: Credenziali
ja: アカウント
nl: Inloggegevens
pl: Dane uwierzytelniające
pt_br: Credenciais
ru: Учётные данные
sk: Poverenia
sv: Inloggningsuppgifter
th: ข้อมูลยืนยันตัวตน
uk: Облікові дані
zh_hans: 凭据

source: [RemoteConnection/Direct/description]
cs: KeePassium bude komunikovat přímo s vaším online úložištěm. Tím je zajištěn spolehlivý přenos souborů.
de: KeePassium kommuniziert direkt mit Ihrem Online-Speicher. Dies gewährleistet eine zuverlässige Dateiübertragung.
es: KeePassium se comunicará directamente con su almacenamiento online. Esto garantiza una transferencia de archivos fiable.
fr: KeePassium communiquera directement avec votre stockage en ligne. Cela garantira un transfert de fichiers fiable.
it: KeePassium comunicherà direttamente con il tuo spazio di archiviazione online. Questo assicura un trasferimento file affidabile.
ja: KeePassiumはオンラインストレージと直接通信します。これにより信頼性の高いファイル転送が保証されます。
nl: KeePassium communiceert rechtstreeks met je online opslag. Dit zorgt voor betrouwbare bestandsoverdracht.
pl: Aplikacja KeePassium komunikuje się bezpośrednio z Twoim magazynem online. Dzięki temu transfer plików działa niezawodnie.
pt_br: O KeePassium se comunicará diretamente com seu armazenamento online. Isso garante uma transferência de arquivos confiável.
ru: KeePassium будет напрямую общаться с вашим онлайн-хранилищем. Это обеспечивает надёжную передачу файлов.
sk: KeePassium bude komunikovať priamo s vaším online úložiskom. Tým sa zabezpečí spoľahlivý prenos súborov.
sv: KeePassium kommunicerar direkt med din onlinelagring vilket garanterar pålitlig filöverföring.
uk: KeePassium безпосередньо зв’яжеться з вашим онлайновим сховищем. Це гарантує надійну передачу файлу.
zh_hans: KeePassium 将直接与您的在线存储进行通信。这可以确保可靠的文件传输。

source: [RemoteConnection/Error/AuthenticationFailed/title]
cs: Ověření selhalo
de: Anmeldung fehlgeschlagen
es: Error en la autenticación
fr: Authentification échouée
it: Autenticazione fallita
ja: 認証失敗
nl: Authenticatie mislukt
pl: Uwierzytelnianie nie powiodło się
pt_br: Autenticação falhou
ru: Ошибка авторизации
sk: Overenie zlyhalo
sv: Autentisering misslyckades
th: การยืนยันตัวตนไม่สำเร็จ
uk: Помилка автентифікації
zh_hans: 身份验证失败

source: [RemoteConnection/FileURL]
cs: URL souboru
de: Datei-URL
es: URL del archivo
fr: Adresse URL du fichier
it: URL file
ja: ファイルのURL
nl: Bestandsurl
pl: Adres URL pliku
pt_br: URL do arquivo
ru: URL файла
sk: Adresa URL súboru
sv: Fil-URL
th: URL ของไฟล์
uk: URL-адреса файлу
zh_hans: 文件 URL

source: [RemoteConnection/GoogleDrive/Folder/myDrive]
cs: Můj disk
de: Meine Ablage
es: Mi unidad
fr: Mon Drive
it: Il mio Drive
ja: マイドライブ
nl: Mijn Drive
pl: Mój dysk
pt_br: Meu Drive
ru: Мой диск
sk: Môj disk
sv: Min enhet
uk: Мій диск
zh_hans: 我的云端硬盘

source: [RemoteConnection/GoogleDrive/Folder/sharedWithMe]
cs: Sdíleno se mnou
de: Für mich freigegeben
es: Compartido conmigo
fr: Partagés avec moi
it: Condivisi con me
ja: 共有ドライブ
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt_br: Compartilhados comigo
ru: Доступные мне
sk: Zdieľané so mnou
sv: Delas med mig
uk: Доступні мені
zh_hans: 共享给我

source: [RemoteConnection/OneDrive/Folder/files]
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
it: File
ja: ファイル
nl: Bestanden
pl: Pliki
pt_br: Anexos
ru: Файлы
sk: Súbory
sv: Filer
th: ไฟล์
uk: Файли
zh_hans: 文件

source: [RemoteConnection/OneDrive/Folder/sharedWithMe]
cs: Sdíleno
de: Geteilt
es: Compartido
fr: Partagé
it: Condivisi
ja: 共有
nl: Gedeeld
pl: Udostępnione
pt_br: Compartilhado
ru: Общие
sk: Zdieľané
sv: Delat
uk: Спільні
zh_hans: 共享

source: [RemoteConnection/ServerURL]
cs: URL serveru
de: Server-URL
es: URL del servidor
fr: URL du serveur
it: URL server
ja: サーバーのURL
nl: Server-URL
pl: Adres URL serwera
pt_br: URL do servidor
ru: URL сервера
sk: URL servera
sv: Server-URL
uk: URL-адреса сервера
zh_hans: 服务器 URL

source: [RemoteConnection/SignIn/Dropbox/action]
cs: Přihlásit se k Dropboxu
de: Anmelden in Dropbox
es: Iniciar sesión en Dropbox
fr: Se connecter à Dropbox
it: Accedi a Dropbox
ja: Dropboxにサインイン
nl: Meld u aan bij Dropbox
pl: Zaloguj się do usługi Dropbox
pt_br: Entrar no Dropbox
ru: Войти в Dropbox
sk: Prihlásiť sa do služby Dropbox
sv: Logga in på Dropbox
uk: Увійти до Dropbox
zh_hans: 登录 Dropbox

source: [RemoteConnection/SignIn/Dropbox/authorizationRequried]
cs: Dropbox potřebuje, abyste se přihlásili znovu.
de: Dropbox fordert dich auf dich erneut anzumelden.
es: Dropbox necesita que inicie sesión de nuevo.
fr: Dropbox a besoin que vous vous connectiez à nouveau.
it: Dropbox richiede di nuovo l'accesso.
ja: Dropboxに再度サインインする必要があります。
nl: U moet opnieuw inloggen bij Dropbox.
pl: Dropbox wymaga ponownego logowania.
pt_br: O Dropbox precisa que você faça login novamente.
ru: Необходимо повторно войти в Dropbox.
sk: Dropbox vyžaduje, aby ste sa opätovne prihlásili.
sv: Du måste logga in på Dropbox igen.
uk: Необхідно повторно ввійти в Dropbox.
zh_hans: Dropbox 需要您重新登录。

source: [RemoteConnection/SignIn/GoogleDrive/action]
cs: Přihlásit k Disku Google
de: Bei Google Drive anmelden
es: Iniciar sesión en Google Drive
fr: Se connecter à Google Drive
it: Accedi a Google Drive
ja: Google Driveにサインイン
nl: Aanmelden bij Google Drive
pl: Zaloguj się do Dysku Google
pt_br: Faça login no Google Drive
ru: Войти в Google Диск
sk: Prihláste sa do služby Disk Google
sv: Logga in på Google Drive
uk: Увійти в Google Диск
zh_hans: 登录 Google 云端硬盘

source: [RemoteConnection/SignIn/GoogleDrive/authorizationRequried]
cs: Disk Google potřebuje, abyste se přihlásili znovu.
de: Sie müssen sich erneut bei Google Drive anmelden.
es: Google Drive necesita que inicie sesión de nuevo.
fr: Google Drive a besoin que vous vous connectiez à nouveau.
it: Google Drive richiede di nuovo l'accesso.
ja: Google ドライブに再度サインインする必要があります。
nl: Je moet je opnieuw aanmelden voor Google Drive.
pl: Dysk Google wymaga ponownego logowania.
pt_br: O Google Drive precisa que você faça login novamente.
ru: Необходимо повторно войти в Google Диск.
sk: Disk Google vyžaduje, aby ste sa opätovne prihlásili.
sv: Du måste logga in på Google Drive igen.
uk: Необхідно повторно ввійти в Google Диск.
zh_hans: Google 云端硬盘需要您重新登录。

source: [RemoteConnection/SignIn/OneDrive/action]
cs: Přihlásit k OneDrive
de: Bei OneDrive anmelden
es: Iniciar sesión en OneDrive
fr: Connectez-vous à OneDrive
it: Accedi a OneDrive
ja: OneDriveにサインイン
nl: Meld u aan bij OneDrive
pl: Zaloguj się do OneDrive
pt_br: Entrar no OneDrive
ru: Войти в OneDrive
sk: Prihláste sa do OneDrive
sv: Logga in på OneDrive
th: ลงชื่อเข้าใช้ OneDrive
uk: Увійти у OneDrive
zh_hans: 登录 OneDrive

source: [RemoteConnection/SignIn/OneDrive/authorizationRequried]
cs: OneDrive potřebuje, abyste se přihlásili znovu.
de: Sie müssen sich erneut bei OneDrive anmelden.
es: OneDrive necesita que inicie sesión de nuevo.
fr: OneDrive a besoin que vous vous reconnectiez.
it: OneDrive richiede di nuovo l'accesso.
ja: OneDriveには再度サインインする必要があります。
nl: Voor OneDrive moet u zich opnieuw aanmelden.
pl: OneDrive wymaga ponownego logowania.
pt_br: OneDrive está pedindo que você entre novamente.
ru: Необходимо повторно войти в OneDrive.
sk: OneDrive vyžaduje, aby ste sa opätovne prihlásili.
sv: Du behöver logga in på OneDrive på nytt.
uk: Необхідно повторно ввійти у OneDrive.
zh_hans: OneDrive 需要您重新登录。

source: [RemoteConnection/SignIn/PrivateMode/description]
cs: Otevřít přihlašovací stránku v soukromém režimu prohlížeče
de: Anmeldeseite im privaten Webbrowser-Modus öffnen
es: Abrir la página de inicio de sesión en modo de navegador web privado
fr: Ouvrir la page de connexion en mode de navigation web privée
it: Apri la pagina di accesso in un pannello privato del browser
ja: プライベートウェブブラウザモードでサインインページを開く
nl: Open de aanmeldpagina in privéwebbrowsermodus
pl: Otwórz stronę logowania w przeglądarce internetowej w trybie prywatnym
pt_br: Abrir a página de entrada no modo privado do navegador
ru: Открыть страницу входа в браузере в режиме инкогнито
sk: Otvorte prihlasovaciu stránku v režime súkromného webového prehliadača
sv: Öppna inloggnignssidan i privat webbläsarläge
th: เปิดหน้าลงชื่อเข้าใช้ในเบราว์เซอร์โหมดส่วนตัว
uk: Відкрити сторінку входу в браузері в режимі інкогніто
zh_hans: 在私密网页浏览器模式中打开登录页面

source: [RemoteConnection/SignIn/PrivateMode/title]
cs: Soukromý režim
de: Privater Modus
es: Modo privado
fr: Mode privé
it: Modalità privata
ja: プライベートモード
nl: Prive modus
pl: Tryb prywatny
pt_br: Modo privado
ru: Режим инкогнито
sk: Súkromný režim
sv: Privat läge
th: โหมดส่วนตัว
uk: Режим інкогніто
zh_hans: 私密模式

source: [RemoteConnection/title]
cs: Vzdálené připojení
de: Remote-Verbindung
es: Conexión remota
fr: Connexion à distance
it: Connessione remota
ja: リモート接続
nl: Externe verbinding
pl: Połączenie zdalne
pt_br: Conexão Remota
ru: Удалённое соединение
sk: Vzdialené pripojenie
sv: Fjärranslutning
th: การเชื่อมต่อ
uk: Віддалене підключення
zh_hans: 远程连接

source: [RemoteConnection/ViaFilesApp/description]
cs: KeePassium přiřadí synchronizaci souborů aplikaci poskytovatele úložiště. Některé aplikace fungují lépe než jiné.
de: KeePassium weist die Dateisynchronisierung der App Ihres Speicheranbieters zu. Einige Apps funktionieren besser als andere.
es: KeePassium asignará la sincronización de archivos a la aplicación de su proveedor de almacenamiento. Algunas aplicaciones funcionan mejor que otras.
fr: KeePassium attribuera la synchronisation des fichiers à l'application de votre fournisseur de stockage. Certaines applications fonctionnent mieux que d'autres.
it: KeePassium assegnerà la sincronizzazione file all'app del tuo fornitore di spazio di archviazione. Alcune app funzionano meglio di altre.
ja: KeePassium は、ストレージプロバイダーのアプリにファイル同期を委ねます。一部のアプリは他のアプリよりもうまく動作します。
nl: KeePassium wijst bestandssynchronisatie toe aan de app van je opslagdienst. Sommige apps werken beter dan andere.
pl: KeePassium przypisze synchronizację plików do aplikacji dostawcy usług magazynowania. Niektóre aplikacje działają lepiej niż inne.
pt_br: O KeePassium atribuirá a sincronização de arquivos ao aplicativo do seu serviço de armazenamento. Alguns aplicativos funcionam melhor do que outros.
ru: KeePassium поручит синхронизацию файлов приложению вашего хранилища. Некоторые приложения работают лучше других.
sk: KeePassium priradí synchronizáciu súborov aplikácii poskytovateľa úložiska. Niektoré aplikácie fungujú lepšie ako iné.
sv: KeePassium tilldelar filsynkronisering till din lagringsleverantörs app. Vissa appar fungerar bättre än andra.
uk: KeePassium доручить синхронізацію файлу застосунку постачальника вашого сховища. Деякі застосунки функціонують краще за інші.
zh_hans: KeePassium 会将文件同步分配给存储提供商的应用。有些应用会比其他应用运行得更好。

source: [Repeat Password/Field/title]
cs: Zopakujte heslo
de: Passwort bestätigen
es: Repetir contraseña
fr: Répétez le mot de passe
it: Ripeti password
ja: パスワードの確認
nl: Herhaal wachtwoord
pl: Powtórz hasło
pt_br: Repita a senha
ru: Повторить пароль
sk: Zopakujte heslo
sv: Repetera lösenord
th: ยืนยันรหัสผ่าน
uk: Повторіть пароль
zh_hans: 重复密码

source: [Settings/AppLoc/Activate/callToAction]
cs: Zapnout zámek
de: Appsperre aktivieren
es: Activada protección de aplicaciones
fr: Activer la protection de l'application
it: Attiva protezione app
ja: Appロックを使用
nl: Schakel appbeveiliging in
pl: Włącz AppLock
pt_br: Ative a proteção do aplicativo
ru: Активируйте защиту приложения
sk: Zapnúť zámok
sv: Aktivera skydd för Appen
th: เปิดใช้งานแอปล็อก
uk: Активувати захист додатку
zh_hans: 启用应用解锁密码

source: [Settings/AppLock/Activate/description]
cs: Chraňte KeePassium před neoprávněným přístupem.
de: Schützen Sie KeePassium vor unbefugten Zugriffen.
es: Proteja KeePassium de accesos no autorizados.
fr: Protégez KeePassium des accès non autorisés.
it: Proteggi KeePassium da accessi non autorizzati.
ja: KeePassiumを不正なアクセスから保護します。
nl: Bescherm KeePassium tegen ongeautoriseerde toegang.
pl: Chroni KeePassium przed niepowołanym dostępem.
pt_br: Proteja KeePassium contra acesso não autorizado.
ru: Защищает KeePassium от неавторизованного доступа.
sk: Chráňte KeePassium pred neoprávneným prístupom.
sv: Skydda KeePassium från otillåtna användare.
th: ปกป้อง KeePassium จากการเข้าถึงที่ไม่ได้รับอนุญาต.
uk: Захищає KeePassium від несанкціонованого доступу.
zh_hans: 保护KeePassium免受未经授权的访问。

source: [Settings/AppLock/Biometric/title] Use %@
cs: Používat %@
de: %@ verwenden
es: Usar %@
fr: Utiliser %@
it: Usa %@
ja: %@ を使用
nl: Gebruik %@
pl: Użyj %@
pt_br: Usar %@
ru: Использовать %@
sk: Používať %@
sv: Använd %@
th: ใช้ %@
uk: Використовувати %@
zh_hans: 使用 %@

source: [Settings/AppLock/LockOnLaunch/description]
cs: Zajišťuje uzamčení KeePassia po vynuceném zavření aplikace nebo restartování zařízení.
de: Stellt sicher, dass KeePassium gesperrt ist, nachdem Sie die App geschlossen oder das Gerät neu gestartet haben.
es: Garantiza que KeePassium esté bloqueado después de forzar el cierre de la aplicación o reiniciar el dispositivo.
fr: Garantit que KeePassium soit verrouillé après que vous ayez forcé la fermeture de l'application ou redémarré l'appareil.
it: Assicura che KeePassium venga bloccato dopo la chiusura forzata dell'app o il riavvio del dispositivo.
ja: Appを強制終了したりデバイスを再起動した時にKeePassiumがロックされるようにします。
nl: Zorgt ervoor dat KeePassium is vergrendeld nadat u de app gedwongen hebt afgesloten of het apparaat opnieuw opstart.
pl: Zapewnia zablokowanie KeePassium po zamknięciu aplikacji lub restarcie urządzenia.
pt_br: Garante o bloqueio do KeePassium após encerramento forçado ou reinício do dispositivo.
ru: KeePassium будет заблокирован после принудительного закрытия приложения или перезагрузки устройства.
sk: Zaisťuje uzamknutie aplikácie KeePassium po vynútenom zatvorení aplikácie alebo reštartovaní zariadenia.
sv: Låser KeePassium efter att du tvingar att stänga appen eller starta om enheten.
th: เพื่อให้แน่ใจว่า KeePassium ล็อกอยู่หลังจากคุณบังคับปิดแอปหรือรีสตาร์ทเครื่อง
uk: KeePassium буде заблокований після примусового закриття програми або перезавантаження пристрою.
zh_hans: 确保KeePassium在强制关闭应用程序或重新启动设备后被锁定。

source: [Settings/AppLock/LockOnLaunch/title]
cs: Zamknout při spuštění aplikace
de: Beim Start der App sperren
es: Bloquear al iniciar la aplicación
fr: Verrouiller au lancement de l'application
it: Blocca all'avvio dell'app
ja: 起動時にロック
nl: Vergrendelen bij het starten van de app
pl: Blokada przy uruchomieniu
pt_br: Bloquear ao iniciar
ru: Блокировать приложение при запуске
sk: Zamknúť pri spustení aplikácie
sv: Lås vid programstart
th: ล็อกแอปขณะเข้าแอป
uk: Блокувати додаток при запуску
zh_hans: 应用程序启动时锁定

source: [Settings/AppLock/subtitle] App Lock, %@, timeout
cs: Zámek, %@, časový limit
de: App-Sperre, %@, Timeout
es: Bloqueo de aplicación, %@, tiempo de espera
fr: AppLock, %@, délai d'expiration
it: Blocco app, %@, timeout
ja: Appロック、%@、タイムアウト
nl: App-vergrendeling, %@, time-out
pl: Blokada aplikacji, %@, limit czasu
pt_br: Bloqueio do app, %@, limite de tempo
ru: Блокировка приложения, %@, задержки
sk: Zámok aplikácie, %@, časový limit
sv: App Lock, %@, timeout
th: ล็อกแอป, %@, หมดเวลาใช้งาน
uk: Блокування додатку, %@, затримки
zh_hans: 应用锁定,%@, 超时

source: [Settings/AppLock/subtitle] App Lock, passcode, timeout
cs: Zámek, kód aplikace, časový limit
de: App-Sperre, Passcode, Timeout
es: Bloqueo de la aplicación, código de acceso, tiempo de espera
fr: Verrouillage de l'application, mot de passe, délai de verrouillage
it: Blocco app, codice, timeout
ja: Appロック、パスコード、タイムアウト
nl: App-vergrendeling, toegangscode, time-out
pl: Blokada aplikacji, kod dostępu, limit czasu
pt_br: Bloqueio do app, código de acesso, limite de tempo
ru: Блокировка приложения, код доступа, задержки
sk: Zámok aplikácie, kód aplikácie, časový limit
sv: App Lock, PIN-kod, timeout
th: ล็อกแอป, รหัสผ่าน, หมดเวลาใช้งาน
uk: Блокування, код доступу, затримки
zh_hans: 应用锁定, 应用解锁密码, 超时

source: [Settings/AppLock/title]
cs: Ochrana aplikace
de: Zugangsschutz
es: Protección de la aplicación
fr: Protection de l'application
it: Protezione app
ja: Appの保護
nl: Appbeveiliging
pl: Ochrona aplikacji
pt_br: Proteção do aplicativo
ru: Защита приложения
sk: Ochrana aplikácie
sv: Appskydd
th: การป้องกันแอป
uk: Захист додатку
zh_hans: 应用保护

source: [Settings/AppLockTimeout/description] After last interaction
cs: Po poslední interakci
de: Nach der letzten Interaktion
es: Después del último uso
fr: Après la dernière interaction
it: Dopo ultima interazione
ja: 最後に操作した後
nl: Na laatste interactie
pl: Od ostatniego użycia
pt_br: Após a última interação
ru: После бездействия
sk: Po poslednej interakcii
sv: Efter senaste interaktionen
th: หลังจากใช้งานครั้งสุดท้าย
uk: Після бездіяльності
zh_hans: 没操作应用程序

source: [Settings/AppLockTimeout/description] After leaving the app
cs: Po odchodu z této aplikace
de: Beim Verlassen der App
es: Después de salir de la aplicación
fr: Après avoir quitté l'application
it: Dopo aver lasciato l'app
ja: Appを切り替えた後
nl: Na het verlaten van de app
pl: Po opuszczeniu aplikacji
pt_br: Após sair do app
ru: После выхода из приложения
sk: Po odchode z tejto aplikácie
sv: Efter appen lämnats
th: หลังจากออกแอป
uk: Після виходу з додатку
zh_hans: 离开程序后

source: [Settings/AppLockTimeout/fullTitle] Immediately
cs: Ihned
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sk: Okamžite
sv: Omedelbart
th: ทันที
uk: Негайно
zh_hans: 立刻

source: [Settings/AppLockTimeout/fullTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/AppLockTimeout/shortTitle] Immediately
cs: Ihned
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sk: Okamžite
sv: Omedelbart
th: ทันที
uk: Негайно
zh_hans: 立刻
