Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [About/altTitle]
cs: O aplikaci
de: Über KeePassium
es: Acerca de KeePassium
fr: À propos de KeePassium
it: Informazioni su KeePassium
ja: KeePassiumについて
nl: Over KeePassium
pl: O KeePassium
pt_br: Sobre KeePassium
ru: О программе
sk: O aplikácii
sv: Om KeePassium
th: เกี่ยวกับ KeePassium
uk: Про KeePassium
zh_hans: 关于 KeePassium

source: [About/CopyrightAuthor]
cs: ©Andrei Popleteev
de: ©Andrei Popleteev
es: ©Andrei Popleteev
fr: ©Andrei Popleteev
it: ©Andrei Popleteev
ja: ©Andrei Popleteev
nl: ©Andrei Popleteev
pl: ©Andrei Popleteev
pt_br: ©Andrei Popleteev
ru: © Андрей Поплетеев
sk: ©Andrei Popleteev
sv: ©Andrei Popleteev
th: ©Andrei Popleteev
uk: ©Андрій Поплетєєв
zh_hans: ©Andrei Popleteev

source: [Accessibility] Double tap to copy to clipboard
cs: Dvojitým poklepáním zkopírujete do schránky
de: Doppeltippen, um in die Zwischenablage zu kopieren
es: Toque dos veces para copiar al portapapeles
fr: Appuyez deux fois pour copier dans le presse-papiers
it: Tocca due volte per copiare negli appunti
ja: ダブルタップでクリップボードにコピー
nl: Dubbeltikken om naar klembord te kopiëren
pl: Dotknij dwukrotnie aby skopiować
pt_br: Toque duas vezes para copiar
ru: Нажмите дважды, чтобы скопировать в буфер обмена
sk: Dvojitým poklepaním skopírujete do schránky
sv: Dubbeltryck för att kopiera till urklipp
th: แตะสองครั้งเพื่อคัดลอกไปยังคลิปบอร์ด
uk: Торкніться двічі, щоб скопіювати до буфера обміну
zh_hans: 双击复制到剪贴板

source: [Accessibility/activateToListen]
cs: Aktivujte pro poslech.
de: Zum Anhören aktivieren.
es: Activar para escuchar.
fr: Activer pour écouter.
it: Attiva per ascoltare.
ja: 有効にする。
nl: Activeer om te luisteren.
pl: Aktywuj aby słuchać.
pt_br: Ative para ouvir.
ru: Активируйте, чтобы прослушать.
sk: Aktivujte, k chcete počúvať.
sv: Aktivera för att lyssna.
th: เปิดใช้งานฟังข้อความ
uk: Активуйте, щоб слухати.
zh_hans: 激活辅助功能以收听内容。

source: [Accessibility/containsPasskey]
cs: Obsahuje přístupový klíč.
de: Enthält einen Passkey.
es: Contiene una llave de acceso.
fr: Contient une clé d'accès.
it: Contiene una chiave d'accesso.
ja: パスキーが含まれています。
nl: Bevat een passkey.
pl: Zawiera klucz.
pt_br: Contém uma chave-senha.
ru: Содержит ключ доступа.
sv: Innehåller en nyckel.
uk: Містить ключ допуску.
zh_hans: 包含一个通行密钥。

source: [App/ResetEverything/action]
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Inizializza
ja: リセット
nl: Resetten
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
sk: Resetovať
sv: Återställ
uk: Скинути
zh_hans: 重置

source: [App/ResetEverything/title]
cs: Obnovit aplikaci?
de: App zurücksetzen?
es: ¿Restablecer la aplicación?
fr: Réinitialiser l'application ?
it: Inizializzare l'app?
ja: アプリをリセットしますか？
nl: App resetten?
pl: Zresetować aplikację?
pt_br: Redefinir o aplicativo?
ru: Сбросить приложение?
sk: Resetovať aplikáciu?
sv: Återställ appen?
uk: Скинути застосунок?
zh_hans: 是否重置应用？

source: [Appearance/AppIcon/title]
cs: Ikona aplikace
de: App-Symbol
es: Icono de la aplicación
fr: Icône de l'application
it: Icona app
ja: Appのアイコン
nl: App-pictogram
pl: Ikona aplikacji
pt_br: Ícone do aplicativo
ru: Значок приложения
sk: Ikona aplikácie
sv: App-ikon
th: ไอคอนของแอป
uk: Значок програми
zh_hans: 应用图标

source: [Appearance/DatabaseIcons/title]
cs: Ikony databáze
de: Datenbank-Icons
es: Iconos de base de datos
fr: Icônes de la base de données
it: Icone database
ja: データベースのアイコン
nl: Databasepictogrammen
pl: Ikona bazy
pt_br: Ícones nos bancos de dados
ru: Значки базы данных
sk: Ikony databázy
sv: Databasikoner
th: ไอคอนของฐานข้อมูล
uk: Іконки бази даних
zh_hans: 数据库图标

source: [Appearance/DefaultFont/shortTitle]
cs: Výchozí
de: Standard
es: Por defecto
fr: Par défaut
it: Default
ja: デフォルト
nl: Standaard
pl: Domyślna
pt_br: Padrão
ru: Стандартный
sk: Predvolený
sv: Förvalt
th: ค่าเริ่มต้น
uk: За замовчуванням
zh_hans: 默认

source: [Appearance/Font/title]
cs: Písmo
de: Schriftart
es: Fuente
fr: Police
it: Font
ja: フォント
nl: Lettertype
pl: Czcionka
pt_br: Fonte
ru: Шрифт
sk: Písmo
sv: Typsnitt
th: ฟอนต์
uk: Шрифт
zh_hans: 字体

source: [Appearance/TextSize/title]
cs: Velikost písma
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ja: 文字の大きさ
nl: Tekstgrootte
pl: Rozmiar tekstu
pt_br: Tamanho do texto
ru: Размер текста
sk: Veľkosť písma
sv: Textstorlek
th: ขนาดข้อความ
uk: Розмір тексту
zh_hans: 文本大小

source: [Appearance/title]
cs: Vzhled
de: Erscheinungsbild
es: Apariencia
fr: Affichage
it: Aspetto
ja: 表示
nl: Vormgeving
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
sk: Vzhľad
sv: Utseende
th: ภาพลักษณ์
uk: Зовнішній вигляд
zh_hans: 界面外观

source: [AppLock] Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロックを解除
nl: Ontgrendel
pl: Odblokuj
pt_br: Desbloquear
ru: Открыть
sk: Odomknúť
sv: Lås upp
th: ปลดล็อก
uk: Розблокувати
zh_hans: 解锁

source: [AppLock/Biometric/Hint] Unlock KeePassium
cs: Odemknout KeePassium
de: KeePassium entsperren
es: Desbloquear KeePassium
fr: Déverrouiller KeePassium
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
nl: Ontgrendel KeePassium
pl: Odblokuj KeePassium
pt_br: Desbloquear KeePassium
ru: Открыть KeePassium
sk: Odomknúť KeePassium
sv: Lås upp KeePassium
th: ปลดล็อก KeePassium
uk: Розблокувати KeePassium
zh_hans: 解锁 KeePassium

source: [AppLock/cancelBiometricAuth] Use Passcode
cs: Použít kód aplikace
de: Code verwenden
es: Usar código de acceso
fr: Utiliser le code d'accès
it: Usa codice
ja: パスコードを使用
nl: Gebruik toegangscode
pl: Użyj kodu dostępu
pt_br: Digitar o código de acesso
ru: Использовать код доступа
sk: Použiť kód aplikácie
sv: Använd PIN-kod
th: ใช้รหัส
uk: Використати код доступу
zh_hans: 使用应用解锁密码

source: [AppLock/changePasscode]
cs: Změnit přístupový kód
de: PIN ändern
es: Cambiar código de acceso
fr: Changer le code d'accès
it: Cambia codice
ja: パスコードを変更
nl: Toegangscode wijzigen
pl: Zmień kod dostępu
pt_br: Mudar código de acesso
ru: Изменить код доступа
sk: Zmeniť prístupový kód
sv: Ändra pinkod
th: เปลี่ยนรหัส
uk: Змінити код доступу
zh_hans: 修改应用解锁密码

source: [AppLock/EnterPasscode/callToAction]
cs: Odemknout KeePassium
de: KeePassium entsperren
es: Desbloquear KeePassium
fr: Déverrouiller KeePassium
it: Sblocca KeePassium
ja: KeePassiumのロックを解除
nl: Ontgrendel KeePassium
pl: Odblokuj KeePassium
pt_br: Desbloquear KeePassium
ru: Открыть KeePassium
sk: Odomknúť KeePassium
sv: Lås upp KeePassium
th: ปลดล็อก KeePassium
uk: Розблокувати KeePassium
zh_hans: 解锁 KeePassium

source: [AppLock/Passcode/KeyboardType/switchAction] 123→ABC
cs: 123→ABC
de: 123→ABC
es: 123 → ABC
fr: 123→ABC
it: 123→ABC
ja: 123→ABC
nl: 123→ABC
pl: 123→ABC
pt_br: 123→ABC
ru: 123→АБВ
sk: 123→ABC
sv: 123→ABC
th: 123→ABC
uk: 123→АБВ
zh_hans: 123→ABC

source: [AppLock/Passcode/KeyboardType/switchAction] ABC→123
cs: ABC→123
de: ABC→123
es: ABC → 123
fr: ABC→123
it: ABC→ 123
ja: ABC→123
nl: ABC→123
pl: ABC→123
pt_br: ABC→123
ru: АБВ→123
sk: ABC→123
sv: ABC→123
th: ABC→123
uk: АБВ→123
zh_hans: ABC→123

source: [AppLock/Passcode/KeyboardType/title] Alphanumeric
cs: Alfanumerická
de: Alphanumerisch
es: Alfanumérico
fr: Alphanumérique
it: Alfanumerica
ja: 英数字
nl: Alfanumeriek
pl: Alfanumeryczna
pt_br: Alfanumérico
ru: Цифро-буквенная
sk: Alfanumerické
sv: Alfanumerisk
th: ตัวอักษรและตัวเลข
uk: Буквено-цифровий
zh_hans: 字母与数字

source: [AppLock/Passcode/KeyboardType/title] Numeric
cs: Numerická
de: Numerisch
es: Numérico
fr: Numérique
it: Numerica
ja: 数字
nl: Numeriek
pl: Numeryczna
pt_br: Numérico
ru: Цифровая
sk: Numerická
sv: Numerisk
th: ตัวเลข
uk: Цифровий
zh_hans: 数字

source: [AppLock/Passcode/orgRequiresStonger]
cs: Vaše organizace vyžaduje složitější kód aplikace.
de: Ihre Organisation benötigt einen komplexeren Passcode.
es: Su organización requiere un código de acceso más complejo.
fr: Votre organisation a besoin d'un code d'accès plus complexe.
it: La tua organizzazione richiede un codice più complesso.
ja: あなたの組織では、より複雑なパスコードが必要です。
nl: Je organisatie vereist een complexere toegangscode.
pl: Twoja organizacja wymaga bardziej złożonego kodu dostępu.
pt_br: Sua organização requer um código de acesso mais complexo.
ru: Ваша организация требует использовать более сложный код доступа.
sk: Vaša organizácia vyžaduje zložitejší kód aplikácie.
sv: Din organisation behöver ett mer komplext lösenord.
uk: Ваша організація вимагає використовувати складніший код доступу.
zh_hans: 您的组织需要更复杂的密码。

source: [AppLock/Passcode/pressEscForTouchID]
cs: Pro použití Touch ID stiskněte Esc
de: Für Touch ID ESC drücken
es: Pulse Esc para Touch ID
fr: Appuyer sur Échap. pour le Touch ID
it: Premi Esc per Touch ID
ja: Escを押してTouch IDを使用
nl: Druk op Esc voor Touch ID
pl: Naciśnij Esc, aby użyć Touch ID
pt_br: Pressione Esc para usar Touch ID
ru: Нажмите Esc для Touch ID
sk: Stlač kláves ESC pre Touch ID overenie
sv: Tryck på Esc för Touch ID
th: กดปุ่ม Esc เพื่อใช้ Touch ID
uk: Натисніть Esc для Touch ID
zh_hans: 按Esc键使用Touch ID

source: [AppLock/passcodeUpdated/title]
cs: Přístupový kód byl úspěšně aktualizován.
de: PIN erfolgreich aktualisiert.
es: Código de acceso actualizado correctamente.
fr: Le code d'accès a été mis à jour avec succès.
it: Codice cambiato con successo.
ja: パスコードが更新されました。
nl: Toegangscode bijgewerkt.
pl: Kod został zmieniony.
pt_br: Código de acesso atualizado com sucesso.
ru: Код доступа успешно обновлён.
sk: Prístupový kód bol úspešne aktualizovaný.
sv: Pinkoden uppdaterades.
th: เปลี่ยนรหัสแล้วเรียบร้อย
uk: Код доступу успішно змінено.
zh_hans: 更新应用解锁密码成功

source: [AppLock/savePasscode]
cs: Uložit přístupový kód
de: PIN speichern
es: Guardar código de acceso
fr: Enregistrer
it: Salva codice
ja: パスコードを保存
nl: Toegangscode opslaan
pl: Zapisz kod
pt_br: Salvar código de acesso
ru: Сохранить код доступа
sk: Uložiť prístupový kód
sv: Spara pinkod
th: บันทึกรหัสผ่าน
uk: Зберегти код доступу
zh_hans: 保存应用解锁密码

source: [AppLock/SetupPasscode/callToAction]
cs: Chraňte KeePassium před neoprávněným přístupem
de: Schützen Sie KeePassium vor unbefugten Zugriffen
es: Protege KeePassium de accesos no autorizados
fr: Protéger KeePassium contre les accès non autorisés
it: Proteggi KeePassium da accessi non autorizzati
ja: KeePassiumを不正なアクセスから保護します。
nl: Bescherm KeePassium tegen ongeautoriseerde toegang
pl: Chroni KeePassium przed niepowołanym dostępem
pt_br: Proteja KeePassium contra acesso não autorizado
ru: Защитить KeePassium от несанкционированного доступа
sk: Chráňte KeePassium pred neoprávneným prístupom
sv: Skydda KeePassium från obehörig åtkomst
th: ปกป้อง KeePassium จากการเข้าถึงที่ไม่ได้รับอนุญาต
uk: Захистити KeePassium від несанкціонованого доступу
zh_hans: 保护 KeePassium 免受未经授权的访问

source: [AutoFill/Premium/Upgrade/Manual/text] To upgrade, please manually open KeePassium from your home screen.
cs: Zakoupení prémiové verze prosím proveďte z hlavní aplikace KeePassium.
de: Um zu aktualisieren, öffnen Sie bitte KeePassium manuell von Ihrem Home-Bildschirm aus.
es: Para actualizar, inicie KeePassium manualmente desde el icono de aplicación.
fr: Pour mettre à niveau, veuillez ouvrir KeePassium manuellement à partir de votre écran d'accueil.
it: Per effettuare l'upgrade, apri manualmente KeePassium dalla schermata Home.
ja: アップグレードするには、ホーム画面から KeePassium を手動で起動してください。
nl: Open KeePassium handmatig vanop je beginscherm om te upgraden.
pl: Aby przejść na premium, otwórz KeePassium ręcznie z ekranu głównego.
pt_br: Para continuar, por favor, abra o KeePassium manualmente a partir da tela inicial.
ru: Чтобы включить премиум-доступ, откройте основное приложение KeePassium.
sk: Zakúpenie prémiovej verzie prosím vykonajte z hlavnej aplikácie KeePassium.
sv: För att uppgradera öppna KeePassium från din hemskärm.
th: เพื่อที่จะอัพเกรด โปรดเข้าแอป KeePassium จากหน้าจอหลัก
uk: Аби увімкнути преміум-доступ, відкрийте основний додаток KeePassium.
zh_hans: 如果要升级，请从主屏幕右上角+号中, 手动打开升级接口。

source: [AutoFill/Premium/Upgrade/Manual/title] Premium Upgrade
cs: Přejít na Premium
de: Premium-Upgrade
es: Obtener Premium
fr: Mise à niveau Premium
it: Versione Premium
ja: プレミアム版へのアップグレード
nl: Premium-upgrade
pl: Aktualizacja Premium
pt_br: Obter a versão Premium
ru: Премиум
sk: Prejsť na Premium
sv: Premiumuppgradering
th: อัพเกรดเป็นพรีเมียม
uk: Перейти на преміум
zh_hans: 升级高级版

source: [BiometricAuthType] Face ID
cs: Face ID
de: Face ID
es: Face ID
fr: Face ID
it: Face ID
ja: Face ID
nl: Face ID
pl: Face ID
pt_br: Face ID
ru: Face ID
sk: Face ID
sv: Face ID
th: Face ID
uk: Face ID
zh_hans: Face ID

source: [BiometricAuthType] Touch ID
cs: Touch ID
de: Touch ID
es: Touch ID
fr: Touch ID
it: Touch ID
ja: Touch ID
nl: Touch ID
pl: Touch ID
pt_br: Touch ID
ru: Touch ID
sk: Touch ID
sv: Touch ID
th: Touch ID
uk: Touch ID
zh_hans: Touch ID

source: [ChallengeResponseError] cancelled
cs: Zrušeno uživatelem.
de: Vom Benutzer abgebrochen.
es: Cancelado por al/la usuario/a.
fr: Annulé par l'utilisateur.
it: Annullato dall'utente.
ja: ユーザーにキャンセルされました。
nl: Afgebroken door gebruiker.
pl: Anulowane przez użytkownika.
pt_br: Cancelado pelo usuário.
ru: Отменено пользователем.
sk: Zrušené užívateľom.
sv: Avbrutet av användaren.
th: ถูกยกเลิกโดยผู้ใช้งาน
uk: Скасовано користувачем.
zh_hans: 已被用户取消。

source: [ChallengeResponseError] keyNotConnected
cs: Hardwarový klíč není připojen.
de: Hardwareschlüssel ist nicht verbunden.
es: La clave de hardware no está conectada.
fr: La clé matérielle n'est pas connectée.
it: Chiave fisica non connessa.
ja: ハードウェアキーが接続されていません。
nl: De hardwarematige sleutel is niet aangekoppeld.
pl: Klucz sprzętowy nie jest podłączony.
pt_br: Chave física não encontrada.
ru: Аппаратный ключ не подключён.
sk: Hardvérový kľúč nie je pripojený.
sv: Hårdvarunyckel är inte ansluten.
th: ยังไม่ได้เชื่อมต่อฮาร์ดแวร์คีย์
uk: Апаратний ключ не під'єднано.
zh_hans: 硬件密钥未连接。

source: [ChallengeResponseError] notAvailableInAutoFill
cs: Hardwarové klíče není možné použít pro automatické vyplňování.
de: Hardwareschlüssel sind in AutoFill nicht verfügbar.
es: Las claves de hardware no están disponibles con Autorrelleno.
fr: Les clés matérielles ne sont pas disponibles dans la Saisie automatique.
it: Le chiavi fisiche non sono disponibili nell'inserimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
nl: Hardwarematige sleutels zijn niet beschikbaar in AutoFill.
pl: Klucz sprzętowy nie jest dostępny dla Autouzupełniania.
pt_br: As chaves físicas não são compatíveis com o Preenchimento Automático.
ru: Аппаратные ключи недоступны в автозаполнении.
sk: Hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
sv: Hårdvarunycklar är ej tillgängliga i Autofyll.
th: ฮาร์ดแวร์คีย์ไม่สามารถใช้ในการป้อนรหัสผ่านอัตโนมัติได้
uk: Апаратні ключі недоступні для автозаповнення.
zh_hans: 硬件密钥在自动填充中不可用。

source: [ChallengeResponseError] notSupportedByDatabaseFormat
cs: Hardwarové klíče nejsou v tomto formátu databáze podporovány.
de: Hardwareschlüssel werden von diesem Datenbankformat nicht unterstützt.
es: Las claves de hardware no están disponibles con este formato de base de datos.
fr: Les clés matérielles ne sont pas prises en charge par ce format de base de données.
it: Le chiavi fisiche non sono supportate da questo formato di database.
ja: ハードウェアキーはこのデータベース形式ではサポートされていません。
nl: Hardwarematige sleutels worden niet ondersteund door dit databaseformaat.
pl: Klucze sprzętowe nie są obsługiwane przez ten format bazy.
pt_br: As chaves físicas não são suportadas por esse formato de banco de dados.
ru: Аппаратные ключи не поддерживаются этим форматом базы паролей.
sk: Hardvérové kľúče nie sú podporované v tomto formáte databázy.
sv: Hårdvarunycklar stöds inte av detta databasformat.
th: ฮาร์ดแวร์คีย์ไม่รองรับฟอร์แมทฐานข้อมูลนี้
uk: Апаратні ключі не підтримуються цим форматом бази паролів.
zh_hans: 硬件密钥不支持此数据库格式。

source: [ChallengeResponseError] notSupportedByDeviceOrSystem
cs: Toto zařízení nebo verze iOS nepodporuje hardwarové klíče (%@)
de: Hardwareschlüssel werden von diesem Gerät oder dieser iOS-Version nicht unterstützt (%@)
es: Este dispositivo o versión de iOS no admite claves de hardware (%@)
fr: Cet appareil ou cette version d'iOS ne prend pas en charge les clés matérielles (%@)
it: Questo dispositivo o versione di iOS non supporta le chiavi fisiche (%@)
ja: このデバイスまたはiOSはハードウェアキーをサポートしていません (%@)
nl: Dit apparaat of deze iOS-versie ondersteunt geen hardwarematige sleutels (%@)
pl: To urządzenie lub wersja iOS nie obsługuje kluczy sprzętowych (%@)
pt_br: Este dispositivo ou esta versão do iOS não suporta chaves físicas (%@)
ru: Это устройство или версия iOS не поддерживает аппаратные ключи (%@)
sk: Toto zariadenie alebo verzia iOS nepodporuje hardvérové kľúče (%@)
sv: Denna enhet eller iOS-version stöder inte hårdvarunycklar (%@)
th: อุปกรณ์หรือ iOS เวอร์ชันนี้ ไม่รองรับฮาร์ดแวร์คีย์ (%@)
uk: Це пристрій або версія iOS не підтримує апаратні ключі (%@)
zh_hans: 此设备或 iOS 版本不支持硬件密钥 (%@)

source: [ChallengeResponseError] slotNotConfigured
cs: Hardwarový klíč není nakonfigurován pro challenge-response.
de: Hardwareschlüssel ist nicht für "Challenge-Response" konfiguriert.
es: La clave de hardware no está configurada para el método reto-respuesta.
fr: La clé matérielle n'est pas configurée pour le défi-réponse.
it: La chiave fisica non è configurata per la pratica challenge/response.
ja: ハードウェアキーがチャレンジ/レスポンス認証に設定されていません。
nl: De hardwarematige sleutel is niet ingesteld voor actie-authenticatie.
pl: Klucz sprzętowy nie jest skonfigurowany dla trybu wyzwanie-odpowiedź.
pt_br: A chave física não está configurada para pedido-resposta.
ru: Аппаратный ключ не настроен для аутентификации вызов-ответ.
sk: Hardvérový kľúč nie je nakonfigurovaný pre challenge-response.
sv: Hårdvarunyckeln är inte konfigurerad för challenge-response.
th: ฮาร์ดแวร์คีย์ยังไม่ได้ตั้งค่าให้สร้างความท้าทายในการตอบสนอง
uk: Апаратний ключ не налаштований для аутентифікації виклик-відповідь.
zh_hans: 硬件密钥没有为挑战响应配置。

source: [Cipher/Progress] Decrypting
cs: Dešifrování
de: Entschlüsseln
es: Descifrando
fr: Déchiffrement
it: Decrittazione in corso
ja: 復号中
nl: Ontsleutelen
pl: Deszyfrowanie
pt_br: Descriptografando
ru: Дешифрование
sk: Dešifrovanie
sv: Dekrypterar
th: กำลังถอดรหัส
uk: Розшифрування
zh_hans: 解密中

source: [Cipher/Progress] Encrypting
cs: Šifrování
de: Verschlüsseln
es: Cifrando
fr: Chiffrement
it: Cifratura in corso
ja: 暗号化中
nl: Versleutelen
pl: Szyfrowanie
pt_br: Criptografando
ru: Шифрование
sk: Šifrovanie
sv: Krypterar
th: กำลังเข้ารหัส
uk: Шифрування
zh_hans: 加密中

source: [Clipboard/Copy/namedValue]
cs: Kopírovat %@
de: %@ kopieren
es: Copiar %@
fr: Copier %@
it: Copia %@
ja: %@ をコピー
nl: %@ kopiëren
pl: Kopiuj %@
pt_br: Copiar %@
ru: Скопировать %@
sk: Kopírovať %@
sv: Kopiera %@
th: คัดลอก %@
uk: Copy %@
zh_hans: 复制 %@

source: [Clipboard/Copy/notification]
cs: Zkopírováno
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
sk: Skopírované
sv: Kopierad
th: คัดลอกแล้ว
uk: Скопійовано
zh_hans: 已复制

source: [ContactUs/subtitle]
cs: Návrhy? Problémy? Dejte nám vědět!
de: Vorschläge? Probleme? Lass uns wissen!
es: ¿Sugerencias? ¿Problemas? ¡Háganoslo saber!
fr: Des suggestions ? Des problèmes ? Faites-le nous savoir !
it: Suggerimenti? Problemi? Facci sapere!
ja: 改善提案や問題点を報告
nl: Suggesties? Problemen? Laat het ons weten!
pl: Sugestie? Problemy? Daj nam znać!
pt_br: Sugestões? Problemas? Contate-nos!
ru: Идеи? Вопросы? Расскажите нам!
sk: Návrhy? Problémy? Dajte nám vedieť!
sv: Förslag? Problem? Hör av dig!
th: คำแนะนำ? ปัญหา? บอกให้เรารู้เลย!
uk: Ідеї? Питання? Повідомте нас!
zh_hans: 建议? 问题? 让我们知道!

source: [CryptoError] AES decryption error (code %d)
cs: Chyba AES dešifrování (kód %d)
de: AES Entschlüsselungsfehler (Code %d)
es: Error de descifrado AES (código %d)
fr: Erreur de déchiffrement AES (code %d)
it: Errore decrittazione AES (codice %d)
ja: AES 復号エラー (コード %d)
nl: AES-decryptiefout (code %d)
pl: Błąd deszyfrowania AES (kod %d)
pt_br: Erro de descriptografia AES (código %d)
ru: Ошибка дешифрования AES (код %d)
sk: Chyba AES dešifrovania (kód %d)
sv: AES Dekrypteringsfel (Felkod %d)
th: AES decryption error (code %d)
uk: Помилка розшифровки AES (код %d)
zh_hans: AES 解密错误 (代码 %d)

source: [CryptoError] AES encryption error (code %d)
cs: Chyba AES šifrování (kód %d)
de: AES Verschlüsselungsfehler (Code %d)
es: Error de cifrado AES (código %d)
fr: Erreur de chiffrement AES (code %d)
it: Errore cifratura AES (codice %d)
ja: AES 暗号化エラー (コード %d)
nl: AES-versleutelfout (code %d)
pl: Błąd szyfrowania AES (kod %d)
pt_br: Erro de criptografia AES (código %d)
ru: Ошибка шифрования AES (код %d)
sk: Chyba AES šifrovania (kód %d)
sv: AES Krypteringsfel (Felkod %d)
th: AES encryption error (code %d)
uk: Помилка шифрування AES (код %d)
zh_hans: AES 加密错误 (代码 %d)

source: [CryptoError] AES initialization error (code %d)
cs: Chyba AES inicializace (kód %d)
de: AES Initialisierungsfehler (Code %d)
es: Error de inicialización AES (código %d)
fr: Erreur d'initialisation AES (code %d)
it: Errore inizializzazione AES (codice %d)
ja: AES初期化エラー (コード %d)
nl: AES-initialisatiefout (code %d)
pl: Błąd inicjalizacji AES (kod %d)
pt_br: Erro de inicialização AES (código %d)
ru: Ошибка инициализации AES (код %d)
sk: Chyba AES inicializácie (kód %d)
sv: AES Initialiseringsfel (Felkod %d)
th: AES initialization error (code %d)
uk: Помилка ініціалізації AES (код %d)
zh_hans: AES 初始化错误 (代码 %d)

source: [CryptoError] Argon2 hashing error (code %d)
cs: Chyba Argon2 hashování (kód %d)
de: Argon2 Hashing-Fehler (Code %d)
es: Error de hashing Argon2 (código %d)
fr: Erreur de hachage Argon2 (code %d)
it: Errore hash Argon2 (codice %d)
ja: Argon2ハッシュ化エラー (コード %d)
nl: Argon2-hashfout (code %d)
pl: Błąd haszowania Argon2 (kod %d)
pt_br: Erro de hashing Argon2 (código %d)
ru: Ошибка хеширования Argon2 (код %d)
sk: Chyba Argon2 funkcie hash (kód %d)
sv: Argon2 hashningsfel (Felkod %d)
th: Argon2 hashing error (code %d)
uk: Помилка хешування Argon2 (код %d)
zh_hans: Argon2 哈希错误 (代码 %d)

source: [CryptoError] Invalid data padding (code %d). File corrupt?
cs: Neplatné vyplňování dat (kód %d). Soubor je poškozen?
de: Ungültiges Datenpadding (Code %d). Datei beschädigt?
es: Relleno de datos no válido (cód. %d). ¿Archivo dañado?
fr: Remplissage de données invalide (code %d). Fichier corrompu ?
it: Padding dati non valido (codice %d). File corrotto?
ja: 無効なデータパディング (コード %d) ファイルが破損？
nl: Ongeldige gegevensopmaak (code %d). Beschadigd bestand?
pl: Nieprawidłowe dane (kod %d). Uszkodzony plik?
pt_br: Dados inválidos (código %d). Arquivo corrompido?
ru: Неверное дополнение (padding). Код %d. Повреждённый файл?
sk: Neplatné vyplnenie dát (kód %d). Poškodený súbor?
sv: Felaktig datautfyllnad (Felkod %d). Är filen skadad?
th: Invalid data padding (code %d). File corrupt?
uk: Недійсне заповнення даних (код %d). Файл пошкоджено?
zh_hans: 无效的数据填充(代码 %d)。文件损坏了吗?

source: [CryptoError] Invalid KDF parameter: %@ - %@. File corrupt?
cs: Neplatný parametr KDF: %1$@ - %2$@. Soubor poškozen?
de: Ungültiger KDF-Parameter: %1$@ - %2$@. Datei beschädigt?
es: Parámetro KDF no válido: %1$@ - %2$@. ¿Archivo dañado?
fr: Paramètre KDF invalide : %1$@ - %2$@. Fichier corrompu ?
it: Parametro KDF non valido: %1$@ - %2$@. File corrotto?
ja: 無効なKDFパラメータ: %1$@ - %2$@ ファイルが破損？
nl: Ongeldige KDF-parameter: %1$@ - %2$@. Beschadigd bestand?
pl: Nieprawidłowy parametr KDF: %1$@ - %2$@. Uszkodzony plik?
pt_br: Parâmetro KDF inválido: %1$@ - %2$@. Arquivo corrompido?
ru: Неверный параметр KDF: %1$@ - %2$@. Повреждённый файл?
sk: Neplatný parameter KDF: %1$@ - %2$@. Poškodený súbor?
sv: Felaktig KDF-parameter: %1$@ - %2$@. Är filen skadad?
th: Invalid KDF parameter: %1$@ - %2$@. File corrupt?
uk: Невірний параметр ФФК: %1$@ - %2$@. Пошкоджений файл?
zh_hans: 无效的KDF参数: %1$@ - %2$@。文件损坏了吗?
