Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Generic] Show Details
cs: Zobrazit podrobnosti
de: Zeige Details
es: Ver detalles
fr: Voir les détails
it: Mostra dettagli
ja: 詳細を表示
nl: Toon details
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru: Подробности
sk: Zobraziť podrobnosti
sv: Visa detaljer
th: แสดงรายละเอียด
uk: Деталі
zh_hans: 显示详细信息

source: [Generic] Show In Plain Text
cs: Zobrazit jako prostý text
de: In Klartext anzeigen
es: Mostrar en texto sin formato
fr: Afficher en texte brut
it: Mostra in formato solo testo
ja: プレーンテキストで表示
nl: Tonen in tekst zonder opmaak
pl: Pokaż jako tekst
pt_br: Exibir
ru: Показать открытым текстом
sk: Zobraziť ako neformátovaný text
sv: Visa i oformaterad text
th: แสดงเป็นข้อความ
uk: Показати відкритим текстом
zh_hans: 以纯文本形式查看

source: [Generic] Show more
cs: Zobrazit více
de: Mehr anzeigen
es: Mostrar más
fr: Plus
it: Mostra di più
ja: さらに表示
nl: Toon meer
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Развернуть
sk: Zobraziť viac
sv: Visa mer
th: แสดงเพิ่มเติม
uk: Розгорнути
zh_hans: 显示更多

source: [Generic] Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
uk: Пропустити
zh_hans: 跳过

source: [Generic/Action/ReorderItems]
cs: Změnit pořadí
de: Umordnen
es: Reordenar
fr: Réordonner
it: Riordina
ja: 並べ替え
nl: Herordenen
pl: Zmień kolejność
pt_br: Reordenar
ru: Изменить порядок
sk: Usporiadať
sv: Ändra ordning
uk: Перевпорядкувати
zh_hans: 重新排序

source: [Generic/Action/SelectItems]
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sk: Vybrať
sv: Välj
uk: Вибрати
zh_hans: 选择

source: [Generic/Directory/Recently Deleted/name]
cs: Nedávno smazané
de: Zuletzt gelöscht
es: Eliminados recientemente
fr: Supprimé récemment
it: Eliminati di recente
ja: 最近削除した項目
nl: Onlangs verwijderd
pl: Ostatnio usunięte
pt_br: Apagados recentemente
ru: Недавно удалённые
sk: Nedávno vymazaný
sv: Senast raderade
th: ที่เพิ่งลบล่าสุด
uk: Нещодавно видалені
zh_hans: 最近删除

source: [Generic/Edit/Aborting/title] There are unsaved changes
cs: Máte neuložené změny
de: Es gibt nicht gespeicherte Änderungen
es: Hay cambios sin guardar
fr: Il y a des modifications non enregistrées
it: Ci sono modifiche non salvate
ja: 保存していない変更があります
nl: Er zijn niet-opgeslagen wijzigingen
pl: Istnieją niezapisane zmiany
pt_br: Há alterações não salvas
ru: Есть несохранённые изменения
sk: Máte neuložené zmeny
sv: Det finns osparade ändringar
th: มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก
uk: Є незбережені зміни
zh_hans: 此处有未存档的变更

source: [Generic/File] Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijder
pl: Skasuj
pt_br: Apagar
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
uk: Видалити
zh_hans: 删除

source: [Generic/File] Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Dissocier
it: Rimuovi
ja: 削除
nl: Verwijder
pl: Usuń
pt_br: Esquecer
ru: Убрать
sk: Odobrať
sv: Ta bort
th: ลบออก
uk: Вилучити
zh_hans: 移除

source: [Generic/File/Export/title]
cs: Export souboru
de: Dateiexport
es: Exportación de archivos
fr: Exportation de fichier
it: Esportazione file
ja: ファイルのエクスポート
nl: Bestand exporteren
pl: Eksport pliku
pt_br: Exportar arquivo
ru: Экспорт файла
sv: Filexport
uk: Експорт файлів
zh_hans: 导出文件

source: [Generic/File/Save as]
cs: Uložit jako…
de: Speichern unter …
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存...
nl: Bewaar als…
pl: Zapisz jako…
pt_br: Salvar como…
ru: Сохранить как…
sk: Uložiť ako…
sv: Spara som…
th: บันทึกเป็น...
uk: Зберегти як…
zh_hans: 另存为…

source: [Generic/File/title] Export Error
cs: Export selhal
de: Export-Fehler
es: Error al exportar
fr: Erreur d'exportation
it: Errore esportazione
ja: 共有エラー
nl: Exporteerfout
pl: Błąd eksportu
pt_br: Falha ao exportar
ru: Ошибка экспорта
sk: Chyba exportu
sv: Exporteringsfel
th: ส่งออกผิดพลาด
uk: Помилки експорту
zh_hans: 汇出错误

source: [Generic/File/title] File already exists
cs: Soubor již existuje
de: Datei existiert bereits
es: El archivo ya existe
fr: Le fichier existe déjà
it: Il file esiste già
ja: ファイルは既に存在します
nl: Bestand bestaat al
pl: Plik już istnieje
pt_br: O arquivo já existe
ru: Файл уже существует
sk: Súbor už existuje
sv: Filen finns redan
th: มีไฟล์อยู่แล้ว
uk: Файл вже існує
zh_hans: 文件已存在

source: [Generic/File/title] Import Error
cs: Import selhal
de: Fehler beim Import
es: Error al importar
fr: Erreur d'importation
it: Errore importazione
ja: 読み込みエラー
nl: Importeerfout
pl: Błąd importu
pt_br: Falha ao importar
ru: Ошибка импорта
sk: Chyba importu
sv: Importeringsfel
th: นำเข้าผิดพลาด
uk: Помилка імпорту
zh_hans: 汇入错误

source: [Generic/Presets]
cs: Předvolené
de: Schablonen
es: Preajustes
fr: Préréglages
it: Preimpostate
ja: プリセット
nl: Voorinstellingen
pl: Presety
pt_br: Predefinições
ru: Предустановки
sk: Prednastavené
sv: Förval
th: ค่าที่ตั้งไว้
uk: Додатково
zh_hans: 预设值

source: [Generic/RefreshList/action]
cs: Obnovit seznam
de: Liste aktualisieren
es: Recargar la lista
fr: Actualiser la liste
it: Ricarica lista
ja: リストを更新
nl: Vernieuw lijst
pl: Odśwież listę
pt_br: Atualizar lista
ru: Обновить список
sk: Obnoviť zoznam
sv: Uppdatera lista
uk: Оновити список
zh_hans: 刷新列表

source: [Generic/Search/title]
cs: Vyhledávání
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoek
pl: Szukaj
pt_br: Busca
ru: Поиск
sk: Vyhľadávanie
sv: Sök
th: ค้นหา
uk: Пошук
zh_hans: 搜索​​​​

source: [Generic/title] Error
cs: Chyba
de: Fehler
es: Error
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sv: Fel
th: ผิดพลาด
uk: Помилка
zh_hans: 错误

source: [Generic/title] Keychain Error
cs: Chyba klíčenky
de: Schlüsselbund-Fehler
es: Error en la cadena de claves
fr: Erreur du trousseau
it: Errore portachiavi
ja: キーチェーンエラー
nl: Sleutelhangerfout
pl: Błąd pęku kluczy
pt_br: Erro nas chaves do sistema
ru: Ошибка связки ключей
sk: Chyba kľúčenky
sv: Nyckelringsfel
th: พวงกุญแจผิดพลาด
uk: Помилка зв'язки ключів
zh_hans: 钥匙圈错误

source: [Generic/title] Warning
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
ja: 警告
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Atenção
ru: Внимание
sk: Varovanie
sv: Varning
th: คำเตือน
uk: Увага
zh_hans: 警告

source: [Generic/Tools/title]
cs: Nástroje
de: Tools
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
nl: Extra
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sk: Nástroje
sv: Verktyg
uk: Інструменти
zh_hans: 工具

source: [Generic/ViewHelpArticle/action]
cs: Zobrazit článek s nápovědou
de: Hilfeartikel anzeigen
es: Ver artículo de ayuda
fr: Voir l'article d'aide
it: Visualizza articolo di assistenza
ja: ヘルプ記事を表示
nl: Helpartikel weergeven
pl: Zobacz artykuł pomocy
pt_br: Ver artigo de ajuda
ru: Посмотреть помощь
sk: Zobraziť článok s nápovedou
sv: Visa hjälpartikel
uk: Переглянути статтю довідки
zh_hans: 查看帮助文章

source: [Generic/ViewOptions/title]
cs: Volby zobrazení
de: Darstellungsoptionen
es: Opciones de visualización
fr: Options de présentation
it: Opzioni visualizzazione
ja: 表示オプション
nl: Weergaveopties
pl: Opcje widoku
pt_br: Opções de Visualização
ru: Параметры вида
sk: Možnosti zobrazenia
sv: Visningsalternativ
th: ตัวเลือกมุมมอง
uk: Параметри перегляду
zh_hans: 显示选项

source: [Group/a11y/description]
cs: %@, skupina
de: %@, Gruppe
es: %@, Grupo
fr: %@, Groupe
it: %@, gruppo
ja: %@, グループ
nl: %@, groep
pl: %@, Grupa
pt_br: %@, Grupo
ru: %@, группа
sk: %@, skupina
sv: %@, grupp
th: %@, กลุ่ม
uk: %@, група
zh_hans: %@, 群组

source: [Group/Create/action] Create Group
cs: Vytvořit skupinu
de: Gruppe hinzufügen
es: Crear grupo
fr: Créer un groupe
it: Crea gruppo
ja: グループを作成
nl: Maak groep
pl: Utwórz grupę
pt_br: Novo grupo
ru: Создать группу
sk: Vytvoriť skupinu
sv: Skapa grupp
th: สร้างกลุ่ม
uk: Створити групу
zh_hans: 建立群组

source: [Group/Edit/title] Edit Group
cs: Upravit skupinu
de: Gruppe bearbeiten
es: Editar grupo
fr: Éditer le groupe
it: Modifica gruppo
ja: グループを編集
nl: Bewerk groep
pl: Edytuj grupę
pt_br: Editar Grupo
ru: Изменить группу
sk: Upraviť skupinu
sv: Redigera grupp
th: แก้ไขกลุ่ม
uk: Редагувати групу
zh_hans: 编辑群组

source: [Group/Menu/a11y/title]
cs: Nabídka skupiny
de: Gruppenmenü
es: Menú de grupo
fr: Menu de groupe
it: Menu gruppo
ja: グループメニュー
nl: Groepsmenu
pl: Menu grupy
pt_br: Menu do grupo
ru: Меню группы
sk: Ponuka skupiny
sv: Gruppmeny
uk: Меню групи
zh_hans: 群组菜单

source: [Group/New/defaultName] New Group
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
ja: 新規グループ
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo grupo
ru: Новая группа
sk: Nová skupina
sv: Ny grupp
th: สร้างกลุ่มใหม่
uk: Нова група
zh_hans: 新建群组

source: [Group/Notes/title]
cs: Poznámky
de: Kommentare
es: Notas
fr: Notes
it: Note
ja: メモ
nl: Notities
pl: Notatki
pt_br: Anotações
ru: Заметки
sk: Poznámky
sv: Anteckningar
th: หมายเหตุ
uk: Нотатки
zh_hans: 备注

source: [Group/RecycleBin/Empty/action]
cs: Vyprázdnit koš
de: Papierkorb leeren
es: Vaciar la papelera de reciclaje
fr: Vider la corbeille
it: Svuota il Cestino
ja: ゴミ箱を空にする
nl: Prullenbak legen
pl: Opróżnij kosz
pt_br: Esvaziar lixeira
ru: Очистить корзину
sk: Vyprázdniť kôš
sv: Töm papperskorgen
th: ล้างข้อมูลในถังรีไซเคิล
uk: Очистити кошик
zh_hans: 清空回收站

source: [Group/RecycleBin/Empty/confirmTitle]
cs: Trvale odstranit vše v Koši?
de: Alles im Papierkorb endgültig löschen?
es: ¿Eliminar permanentemente todo lo que hay en la Papelera de reciclaje?
fr: Supprimer définitivement tout ce qui se trouve dans la corbeille ?
it: Eliminare definitivamente gli elementi contenuti nel Cestino?
ja: ゴミ箱の内容を完全に削除しますか？
nl: Alles in de prullenbak permanent verwijderen?
pl: Trwale usunąć wszystko z kosza?
pt_br: Apagar permanentemente tudo na lixeira?
ru: Окончательно удалить всё в Корзине?
sk: Natrvalo odstrániť všetko v koši?
sv: Radera allt i papperskorgen permanent?
th: ต้องการลบข้อมูลทุกอย่างในถังรีไซเคิลโดยถาวรหรือไม่
uk: Очистити кошик без можливості відновлення?
zh_hans: 是否永久删除回收站中的所有内容？

source: [Group/Section/Entries/title]
cs: Záznamy
de: Einträge
es: Entradas
fr: Entrées
it: Voci
ja: エントリー
nl: Items
pl: Wpisy
pt_br: Entradas
ru: Записи
sk: Záznamy
sv: Poster
uk: Записи
zh_hans: 条目

source: [Group/Section/Groups/title]
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt_br: Grupos
ru: Группы
sk: Skupiny
sv: Grupper
uk: Групи
zh_hans: 群组

source: [Group/Smart/a11y/description]
cs: %@, inteligentní skupina
de: %@, Intelligente Gruppe
es: %@, Grupo inteligente
fr: %@, groupe intelligent
it: %@, gruppo smart
ja: %@, スマートグループ
nl: %@, slimme groep
pl: %@, grupa inteligentna
pt_br: %@, Grupo inteligente
ru: %@, смарт-группа
sk: %@, Chytrá skupina
sv: %@, smart grupp
uk: %@, смарт-група
zh_hans: %@，智能群组

source: [Group/Smart/about]
cs: O inteligentních skupinách…
de: Infos zu intelligenten Gruppen …
es: Acerca de los grupos inteligentes…
fr: À propos des groupes intelligents…
it: Info sui gruppi smart…
ja: スマートグループについて…
nl: Over slimme groepen…
pl: Informacje o grupach inteligentnych…
pt_br: Sobre os Grupos inteligentes…
ru: О смарт-группах…
sk: O chytrých skupinách…
sv: Om smarta grupper …
uk: Про смарт-групи…
zh_hans: 关于智能群组…

source: [Group/Smart/Create/action]
cs: Vytvořit inteligentní skupinu
de: Intelligente Gruppe erstellen
es: Crear Grupo Inteligente
fr: Créer un groupe intelligent
it: Crea gruppo smart
ja: スマートグループを作成
nl: Slimme groep maken
pl: Utwórz grupę inteligentną
pt_br: Criar Grupo inteligente
ru: Создать смарт-группу
sk: Vytvoriť chytrú skupinu
sv: Skapa smart grupp
uk: Створити смарт-групу
zh_hans: 创建智能群组

source: [Group/Smart/New/defaultName]
cs: Nová inteligentní skupina
de: Neue intelligente Gruppe
es: Nuevo Grupo inteligente
fr: Nouveau groupe intelligent
it: Nuovo gruppo smart
ja: 新規スマートグループ
nl: Nieuwe slimme groep
pl: Nowa grupa inteligentna
pt_br: Novo Grupo inteligente
ru: Новая смарт-группа
sk: Nová chytrá skupina
sv: Ny smart grupp
uk: Нова смарт-група
zh_hans: 新建智能群组

source: [Group/Smart/Preset/allEntries]
cs: Všechny záznamy
de: Alle Einträge
es: Todas las entradas
fr: Toutes les entrées
it: Tutte le voci
ja: すべてのエントリー
nl: Alle items
pl: Wszystkie wpisy
pt_br: Todas as entradas
ru: Все записи
sk: Všetky záznamy
sv: Alla poster
uk: Всі записи
zh_hans: 所有条目

source: [Group/Smart/Preset/expiredEntries]
cs: Záznamy s prošlou platností
de: Abgelaufene Einträge
es: Entradas caducadas
fr: Entrées expirées
it: Voci scadute
ja: 期限切れのエントリー
nl: Verlopen items
pl: Wygasłe wpisy
pt_br: Entradas expiradas
ru: Устаревшие записи
sk: Záznamy s uplynutou platnosťou
sv: Utgångna poster
uk: Протерміновані записи
zh_hans: 过期条目

source: [Group/Smart/Preset/otpEntries]
cs: Záznamy s OTP
de: Einträge mit OTP
es: Entradas con OTP
fr: Entrées avec OTP
it: Voci con OTP
ja: OTPを使用したエントリー
nl: Items met OTP
pl: Wpisy z OTP
pt_br: Entradas com OTP
ru: Записи с OTP
sk: Záznamy s OTP
sv: Poster med engångslösenord
uk: Записи з одноразовим паролем
zh_hans: 带 OTP 的条目

source: [Group/Smart/Preset/passkeyEntries]
cs: Záznamy s přístupovými klíči
de: Einträge mit Passkeys
es: Entradas con llaves de acceso
fr: Entrées avec des clés d'accès
it: Voci con chiavi d'accesso
ja: パスキーを含むエントリー
nl: Items met passkeys
pl: Wpisy z kluczami
pt_br: Entradas com chaves-senha
ru: Записи с ключом доступа
sv: Poster med nycklar
uk: Записи з ключами допуску
zh_hans: 包含通行密钥的条目

source: [Group/Smart/Query/title]
cs: Inteligentní filtr skupiny
de: Intelligenter Gruppenfilter
es: Filtro de Grupo inteligente
fr: Filtre de groupe intelligent
it: Filtro gruppo smart
ja: スマートグループフィルター
nl: Filter slimme groep
pl: Filtr grupy inteligentnej
pt_br: Filtro de Grupo inteligente
ru: Фильтр смарт-группы
sk: Filter chytrej skupiny
sv: Filter för smart grupp
uk: Фільтр смарт-групи
zh_hans: 智能群组筛选器

source: [Group/Smart/title]
cs: Inteligentní skupina
de: Intelligente Gruppe
es: Grupo inteligente
fr: Groupe intelligent
it: Gruppo smart
ja: スマートグループ
nl: Slimme groep
pl: Grupa inteligentna
pt_br: Grupo inteligente
ru: Смарт-группа
sk: Chytrá skupina
sv: Smart grupp
uk: Смарт-група
zh_hans: 智能群组

source: [Group/title]
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sv: Grupp
th: กลุ่ม
uk: Група
zh_hans: 群组

source: [GroupEditor/Name/placeholder]
cs: Název skupiny
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
ja: グループ名
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
sk: Názov skupiny
sv: Gruppnamn
th: ชื่อกลุ่ม
uk: Назва групи
zh_hans: 组名

source: [HardwareKey/AutoFill/NotAvailable] Hardware keys are not available in AutoFill.
cs: Hardwarové klíče není možné použít pro automatické vyplňování.
de: Hardwareschlüssel sind in AutoFill nicht verfügbar.
es: Las claves de hardware no están disponibles con Autorrelleno.
fr: Les clés matérielles ne sont pas disponibles dans la Saisie automatique.
it: Le chiavi fisiche non sono disponibili nell'inserimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
nl: Hardwarematige sleutels zijn niet beschikbaar in AutoFill.
pl: Klucz sprzętowy nie jest dostępny dla Autouzupełniania.
pt_br: As chaves físicas não são compatíveis com o Preenchimento Automático.
ru: Аппаратные ключи недоступны в автозаполнении.
sk: Hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
sv: Hårdvarunycklar är ej tillgängliga i Autofyll.
th: ฮาร์ดแวร์คีย์ไม่สามารถใช้ในการป้อนรหัสผ่านอัตโนมัติได้
uk: Апаратні ключі недоступні для автозаповнення.
zh_hans: 硬件密钥在自动填充中不可用。

source: [HardwareKey/AutoFill/TheseNotAvailable]
cs: Tyto hardwarové klíče není možné použít pro automatické vyplňování.
de: Diese Hardware Schlüssel sind nicht verfügbar in automatisch Ausfüllen.
es: Estos seguros electrónicos no están disponibles en Autorrelleno.
fr: Ces clés matérielles ne sont pas disponibles dans la Saisie automatique.
it: Queste chiavi fisiche non sono compatibili con l'inserimento automatico.
ja: ハードウェアキーは自動入力では使用できません。
nl: Hardwarematige sleutels zijn niet beschikbaar in automatisch aanvullen.
pl: Te klucze sprzętowe nie są dostępne w Autouzupełnianiu.
pt_br: Essas chaves físicas não estão disponíveis no preenchimento automático.
ru: Эти аппаратные ключи недоступны в автозаполнении.
sk: Tieto hardvérové ​​kľúče nie sú dostupné pre automatické vyplňovanie.
sv: Dessa hårdvarunycklar är inte tillgängliga i Autofyll.
uk: Ці апаратні ключі недоступні для автозаповнення.
zh_hans: 硬件密钥在密码自动填充中不可用。

source: [HardwareKey/Field/title]
cs: Hardwarový klíč
de: Hardware-Schlüssel
es: Seguro electrónico
fr: Clé matérielle
it: Chiave fisica
ja: ハードウェアキー
nl: Hardwarematige sleutel
pl: Klucz sprzętowy
pt_br: Chave física
ru: Аппаратный ключ
sk: Hardvérový kľúč
sv: Hårdvarunyckel
th: ฮาร์ดแวร์คีย์
uk: Апаратний ключ
zh_hans: 硬件密钥

source: [HardwareKey/Interface/LightningViaUSBAdapter]
cs: Lightning (prostřednictvím USB adaptéru)
de: Lightning (via USB-Adapter)
es: Lightning (mediante adaptador USB)
fr: Lightning (via un adaptateur USB)
it: Lightning (via adattatore USB)
ja: Lightning (USB アダプター経由)
nl: Lightning (via USB-adapter)
pl: Złącze Lightning (za pośrednictwem przejściówki USB)
pt_br: Lightning (via adaptador USB)
ru: Lightning (через USB-адаптер)
sk: Lightning (prostredníctvom USB adaptéra)
sv: Lightning (via USB-adapter)
uk: Lightning (через USB-адаптер)
zh_hans: Lightning (通过 USB 适配器)

source: [HardwareKey/LightningOverUSB/RequiresAdapter]
cs: Vyžaduje adaptér z Apple USB-C na Lightning
de: Erfordert Apple-Adapter für USB-C auf Lightning
es: Requiere adaptador Apple de USB-C a Lightning
fr: Nécessite l'adaptateur Apple USB-C à Lightning
it: Richiede un adattatore Apple da USB-C a Lightning
ja: Apple USB-C - Lightningアダプタが必要です
nl: Vereist een Apple USB-C-naar-Lightning-adapter
pl: Wymaga adaptera Apple USB-C / Lightning.
pt_br: Requer o adaptador USB-C para Lightning da Apple
ru: Требуется адаптер Apple USB-C to Lightning
sk: Vyžaduje adaptér Apple USB-C to Lightning
sv: Kräver adapter för Apple USB-C till Lightning
uk: Потрібен адаптер Apple USB-C to Lightning
zh_hans: 需要 Apple USB to Lighting 适配器

source: [HardwareKey/None] No Hardware Key
cs: Žádný hardwarový klíč
de: Kein Hardware-Schlüssel
es: Sin clave de hardware
fr: Aucune clé matérielle
it: Nessuna chiave fisica
ja: ハードウェアキーがありません
nl: Geen hardwarematige sleutel
pl: Brak klucza sprzętowego
pt_br: Não usar chave física
ru: Без аппаратного ключа
sk: Žiadny hardvérový kľúč
sv: Ingen hårdvarunyckel
th: ไม่มีฮาร์ดแวร์คีย์
uk: Без апаратного ключа
zh_hans: 没有硬件密钥

source: [HardwareKey/Picker/title]
cs: Hardwarové klíče
de: Hardware-Schlüssel
es: Claves de hardware
fr: Clés matérielles
it: Chiavi fisiche
ja: ハードウェアキー
nl: Hardwarematige sleutels
pl: Klucz sprzętowy
pt_br: Chaves Físicas
ru: Аппаратные ключи
sk: Hardvérové ​​kľúče
sv: Hårdvarunycklar
th: ฮาร์ดแวร์คีย์
uk: Апаратні ключі
zh_hans: 硬件密钥

source: [HardwareKey/USB/chalRespNotSupported]
cs: Toto zařízení nepodporuje reakci na výzvu přes USB připojení.
de: Dieses Gerät unterstützt keine Challenge-Response über eine USB-Verbindung.
es: Este dispositivo no admite desafío-respuesta a través de la conexión USB.
fr: Cet appareil ne prend pas en charge la fonction question-réponse via une connexion USB.
it: Questo dispositivo non supporta challenge-response tramite connessione USB.
ja: このデバイスはUSB接続によるチャレンジ-レスポンスをサポートしていません。
nl: Dit apparaat ondersteunt geen actie-authenticatie via USB-verbinding.
pl: To urządzenie nie obsługuje uwierzytelnienia wyzwanie-odpowiedź przez połączenie USB.
pt_br: Este dispositivo não suporta resposta a desafios através da conexão USB.
ru: Это устройство не поддерживает аутентификацию вызов-ответ по USB соединению.
sk: Toto zariadenie nepodporuje reakciu na výzvu cez pripojenie USB.
sv: Den här enheten stöder inte kontrollsvar via USB-anslutning.
uk: Цей пристрій не підтримує спосіб автентифікації «Виклик-відповідь» через USB-з’єднання.
zh_hans: 此设备不支持通过 USB 连接的质询—响应认证。

source: [HardwareKey/USB/iPadAppOnMac]
cs: USB není dostupné, protože se jedná o aplikaci pro iPad, která běží na macOS. Místo toho použijte nativní aplikaci Mac.
de: USB ist nicht verfügbar, da dies eine iPad-App ist, die unter macOS läuft. Verwenden Sie stattdessen die native Mac-App.
es: USB no está disponible, ya que se trata de una aplicación para iPad que funciona en macOS. Utilice en su lugar la aplicación nativa para Mac.
fr: L'USB n'est pas disponible, car il s'agit d'une application iPad fonctionnant sur macOS. Utilisez l'application Mac native à la place.
it: USB non è disponibile, perché questa è un'app per iPad eseguita su macOS. Usa l'app nativa per Mac.
ja: macOS上で動作するiPadアプリのためUSBは利用できません。ネイティブのMacアプリを使用してください。
nl: USB is niet beschikbaar, omdat dit een iPad-app is die wordt uitgevoerd op macOS. Gebruik in plaats daarvan de Mac-app.
pl: Połączenie przez USB nie jest dostępne, ponieważ to aplikacja na iPada uruchomiona w systemie macOS. Zamiast tego użyj natywnej aplikacji Mac.
pt_br: O USB não está disponível, porque este é um aplicativo para iPad em execução no macOS. Em vez disso, use o aplicativo nativo do Mac.
ru: USB соединение недоступно, поскольку это iPad-приложение в среде macOS. Используйте нативное приложение для Mac.
sk: USB nie je k dispozícii, pretože ide o aplikáciu pre iPad spustenú v systéme macOS. Namiesto toho použite natívnu aplikáciu pre Mac.
sv: USB är inte tillgängligt eftersom denna iPad använder macOS. Använd den inbyggda Mac-appen istället.
uk: USB-з’єднання не доступне, тому що це додаток iPad, який працює на macOS. Використайте нативний додаток для Mac.
zh_hans: USB 不可用，因为这是在 macOS 上运行的 iPad 应用。请使用原生的 Mac 应用程序。

source: [HardwareKey/YubiKey/Slot] YubiKey Slot #%d
cs: YubiKey slot %d
de: YubiKey Slot %d
es: Ranura YubiKey %d
fr: Emplacement YubiKey %d
it: Slot Yubikey %d
ja: YubiKey スロット %d
nl: YubiKey-sleuf %d
pl: Gniazdo YubiKey %d
pt_br: YubiKey posição %d
ru: YubiKey слот %d
sk: YubiKey slot %d
sv: YubiKey Slot %d
th: YubiKey ช่องที่ %d
uk: YubiKey роз'єм %d
zh_hans: YubiKey Slot %d

source: [Help Viewer/title]
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomoc
sv: Hjälp
th: ช่วยเหลือ
uk: Довідка
zh_hans: 帮助

source: [HOTP/FieldName]
cs: Jednorázové heslo (HOTP)
de: Einmalpasswort (HOTP)
es: Contraseña de un solo uso (HOTP)
fr: Mot de passe à usage unique (OTP)
it: Password monouso (HOTP)
ja: ワンタイムパスワード (HOTP)
nl: Eenmalig wachtwoord (HOTP)
pl: Hasło jednorazowe (HOTP)
pt_br: Código de uso único (HOTP)
ru: Одноразовый пароль (HOTP)
sk: Jednorazové heslo (HOTP)
sv: Engångslösenord (HOTP)
th: รหัสผ่านแบบใช้ครั้งเดียว (HOTP)
uk: Одноразовий пароль (HOTP)
zh_hans: 一次性密码 (OTP)
