Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Database2/Loading/Warning/namelessAttachments]
cs: Některé záznamy mají přílohy bez názvu. To může znamenat předchozí poškození databáze. Prosím posuďte přílohu souborů v následujících záznamech (a jejich historii): %@
de: Einige Einträge haben Anhänge ohne Namen. Dies ist ein Zeichen für frühere Datenbankkorruption. Bitte überprüfen Sie die angehängten Dateien in den folgenden Einträgen (und deren Verlauf): %@
es: Algunas entradas tienen adjuntos sin nombre. Esta es una señal de que la base de datos anterior está dañada. Revise los archivos adjuntos en las siguientes entradas (y su historial): %@
fr: Certaines entrées ont des pièces jointes sans nom. Ceci est un signe d'une base de données ayant été corrompue. Veuillez consulter les fichiers joints dans les entrées suivantes (et leur historique): %@
it: Alcune voci hanno allegati senza un nome. Questo è un indice di una precedente corruzione del database. Controlla i file allegati nelle seguenti voci (e la loro cronologia): %@
ja: 名前がない添付ファイルがあります。これはデータベースの破損の兆候です。 次のエントリー（過去バージョンを含む）の添付ファイルを確認してください: %@
nl: De bijlagen van sommige items zijn naamloos. Dit kan duiden op eerdere databasebeschadiging. Controleer de bijgevoegde bestanden van de volgende items (en hun geschiedenis): %@
pl: Niektóre wpisy posiadają załączniki bez nazwy. Jest to oznaka wcześniejszego uszkodzenia bazy. Przejrzyj załączone pliki w następujących wpisach (i ich historii): %@
pt_br: Algumas entradas têm anexos sem nome. Isso indica corrupção passada no banco de dados. Por favor, verifique os anexos destas entradas (e seus históricos): %@
ru: Некоторые записи содержат прикреплённые файлы без имени. Это признак повреждённой базы паролей. Проверьте прикреплённые файлы в следующих записях (и их прошлых версиях): %@
sk: Niektoré záznamy majú prílohy bez názvu. To môže znamenať predchádzajúce poškodenie databázy. Prosím skontrolujte prílohy v nasledujúcich záznamoch (aj ich históriu): %@
sv: Några poster har bilagor utan ett namn. Det är ett tecken på tidigare skador på databasen. Granska bilagor för följande poster (och deras historik): %@
th: บางรายการที่มีไฟล์แนบโดยไม่ได้ตั้งชื่อ จะเป็นสัญญาณว่าฐานข้อมูลเดิมมีความเสียหาย โปรดทบทวนดูไฟล์แนบตามรายการข้างล่าง (และประวัติของมัน): %@
uk: Деякі записи містять прикріплені файли без імені. Це ознака пошкодженої бази паролів. Перевірте прикріплені файли в наступних записах (і їх попередніх версіях): %@
zh_hans: 有些条目有附件没有名字。这是数据库早期损坏的迹象。 请查看以下条目中的附件(及其历史记录)： %@

source: [Database2/Loading/Warning/namelessCustomFields]
cs: Některé záznamy mají vlastní pole s prázdným názvem. To může znamenat poškození dat. Prosím zkontrolujte tyto záznamy: %@
de: Einige Einträge haben benutzerdefinierte Felder mit leeren Namen. Dies kann ein Zeichen für Datenverlust sein. Bitte überprüfen Sie folgende Einträge: %@
es: Algunas entradas tienen uno o más campos personalizados con nombres vacíos. Esto puede ser un signo de que los datos están dañados. Compruebe estas entradas: %@
fr: Certaines entrées ont des champs personnalisés avec des noms vides. Cela peut être un signe de corruption de données. Veuillez vérifier ces entrées : %@
it: Alcune voci hanno campi personalizzati con nomi vuoti. Questo può essere un indice di corruzione dei dati. Controlla queste voci: %@
ja: 名前がないカスタムフィールドがあります。これはデータ破損の兆候です。次のエントリーを確認してください: %@
nl: Sommige items hebben aangepast(e) veld(en) met lege namen. Dit kan duiden op gegevensbeschadiging. Controleer de volgende items: %@
pl: Niektóre wpisy mają niestandardowe pola bez nazw. Może to oznaczać uszkodzenie danych. Sprawdź te wpisy: %@
pt_br: Algumas entradas têm campos personalizados sem nome. Isso indica corrupção no banco de dados. Por favor, verifique estas entradas: %@
ru: Некоторые записи содержат поля без названий. Это может быть признаком повреждённой базы. Проверьте следующие записи: %@
sk: Niektoré záznamy majú vlastné polia s nevyplneným názvom. Môže to znamenať poškodenie dát. Prosím skontrolujte tieto záznamy: %@
sv: Några poster har anpassade fält med tomma namn. Detta kan vara ett tecken på skadad databas. Kontrollera följande poster: %@
th: บางรายการมีช่องที่กำหนดเองด้วยการไม่ได้ตั้งชื่อไว้ จะเป็นสัญญาณว่าข้อมูลมีความเสียหาย โปรดตรวจสอบรายการดังต่อไปนี้: %@
uk: Деякі записи містять поля без назв. Це може бути ознакою пошкодженої бази. Перевірте такі записи: % @
zh_hans: 某些条目具有空名称的自定义字段。这是数据库早期损坏的迹象。请检查以下条目： %@

source: [Database2/Loading/Warning/unusedAttachments]
cs: Databáze obsahuje některé přílohy, které nejsou použity v žádném záznamu. Pravděpodobně zapomenuto při posledním použitím aplikace (%@). Nicméně to může být také známkou poškození dat. Prosím ujistěte se, že máte zálohu vaší databáze před nedávnou změnou.
de: Die Datenbank enthält einige Anhänge, die in keinem Eintrag verwendet werden. Wahrscheinlich wurden sie von der letzten App (%@) vergessen. Dies kann aber auch ein Zeichen von Datenverlust sein. Bitte stellen Sie sicher, dass Sie eine Sicherung Ihrer Datenbank haben, bevor Sie etwas ändern.
es: La base de datos contiene algunos adjuntos que no se utilizan en ninguna entrada. Lo más probable es que hayan sido olvidados por la última aplicación usada (%@). Sin embargo, esto también puede ser un signo de daño en los datos. Asegúrese de tener una copia de seguridad de su base de datos antes de hacer cambios.
fr: La base de données contient des pièces jointes qui ne sont utilisées dans aucune entrée. Très probablement, ils ont été oubliés par la dernière application (%@). Cependant, cela peut également être un signe de corruption des données. Veuillez vous assurer d'avoir une sauvegarde de votre base de données avant de changer quoi que ce soit.
it: Il database contiene alcuni allegati non usati in nessuna voce. Molto probabilmente, sono stati dimenticati dall'ultima applicazione utilizzata (%@). Tuttavia, questo può anche essere un indice di corruzione dei dati. Assicurati di avere una copia del database prima di fare qualsiasi modifica.
ja: このデータベースにはどのエントリーのものでも無い添付ファイルがあります。通常は最後に使ったApp (%@) が削除します。これはデータベースの破損の兆候です。 データベースを変更する前にバックアップを作成することを推奨します。
nl: De database bevat enkele bijlagen die niet in gebruik zijn bij een item. Waarschijnlijk zijn ze vergeten door de laatstgebruikte app (%@). Dit kan echter ook een teken van gegevensbeschadiging zijn. Zorg ervoor dat je een back-up van je database hebt voordat je iets aanpast.
pl: Baza zawiera załączniki, które nie są użyte w żadnych wpisach. Najprawdopodobniej zapomniano o nich w ostatnio użytej aplikacji (%@). Może to także być oznaka uszkodzenia danych. Przed zmianą czegokolwiek upewnij się, że masz kopię zapasową bazy.
pt_br: O banco de dados tem anexos que não pertencem a nenhuma entrada. Provavelmente foram esquecidos pelo último app que o salvou (%@). Todavia, também pode ser sinal de corrupção no banco de dados. Faça uma cópia de segurança desse banco de dados antes de modifica-lo.
ru: База содержит прикреплённые данные, которые не используются ни в одной записи. Скорее всего, они были забыты предыдущей программой (%@), но это может быть и признаком повреждения базы. Перед тем как что-либо редактировать, убедитесь, что у Вас есть резервная копия базы паролей.
sk: Databáza obsahuje niektoré prílohy, ktoré nie sú použité v žiadnom zázname. Pravdepodobne boli zabudnuté pri poslednom použití aplikácie (%@). Avšak môže to byť tiež známkou poškodenia dát. Predtým, ako niečo zmeníte, nezabudnite si prosím zálohovať svoju databázu.
sv: Databasen innehåller bilagor som inte är kopplade till någon post. Troligen har de glömts av den senast använda appen (%@). Detta kan också vara ett tecken på en skadad databas. Säkerställ att du har en backup på din databas innan du ändrar något.
th: ฐานข้อมูลที่มีไฟล์แนบบางไฟล์ จะไม่สามารถใช้กับรายการใด ๆ ได้ มีความเป็นไปได้ว่าพวกมันถูกลืมทิ้งไว้หลังจากใช้แอปครั้งล่าสุด (%@) อย่างไรก็ตาม สิ่งนี้จะเป็นสัญญาณว่าข้อมูลจะมีความเสียหาย โปรดตรวจสอบว่าฐานข้อมูลได้สำรองข้อมูลไว้แล้วก่อนการเปลี่ยนแปลงใด ๆ
uk: База містить прикріплені дані, які не використовуються ні в одному записі. Швидше за все, вони були забуті попередньою програмою (%@), але це може бути і ознакою пошкодження бази. Перед тим як що-небудь редагувати, переконайтеся, що у Вас є резервна копія бази паролів.
zh_hans: 数据库包含一些未在任何条目中使用的附件。最有可能的是，它们已被上次使用的应用程序(%@) 遗忘。但是，这也可能是数据库早期损坏的迹象。在更改任何内容之前, 请确保数据库已经备份。

source: [Database2/Progress] Loading database
cs: Načítání databáze
de: Lade Datenbank
es: Cargando la base de datos
fr: Chargement de la base de données
it: Carico database
ja: データベースを読み込み中
nl: Bezig met laden van database
pl: Wczytywanie bazy
pt_br: Carregando banco de dados
ru: Загрузка базы паролей
sk: Načítanie databázy
sv: Laddar databas
th: กำลังโหลดฐานข้อมูล
uk: Завантаження бази паролів
zh_hans: 加载数据库

source: [Database2/Progress] Reading database content
cs: Čtení obsahu databáze
de: Lese Datenbankinhalt
es: Leyendo contenido de la base de datos
fr: Lecture du contenu de la base de données
it: Leggo contenuto database
ja: コンテンツを読み込み中
nl: Bezig met uitlezen van database
pl: Odczyt zawartości bazy
pt_br: Lendo conteúdo do banco de dados
ru: Чтение базы паролей
sk: Čítanie obsahu databázy
sv: Läser databasinnehåll
th: กำลังอ่านเนื้อหาในฐานข้อมูล
uk: Читання бази паролів
zh_hans: 读取数据库内容

source: [Database2/Progress] Writing encrypted blocks
cs: Zápis šifrovaných bloků
de: Verschlüsselte Blöcke werden geschrieben
es: Escribiendo bloques cifrados
fr: Écriture de blocs chiffrés
it: Scrivo blocchi criptati
ja: ブロックを書き込み中
nl: Bezig met wegschrijven van versleutelde blokken
pl: Zapisywanie zaszyfrowanych bloków
pt_br: Gravando blocos criptografados
ru: Запись шифрованных блоков
sk: Zapisovanie šifrovaných blokov
sv: Skriver krypterade block
th: Writing encrypted blocks
uk: Запис шифрованих блоків
zh_hans: 写入加密区块

source: [Database2/Progress/decompressing]
cs: Dekomprimování databáze
de: Dekomprimiere Datenbank
es: Descomprimiendo base de datos
fr: Décompression de la base de données
it: Decomprimo database
ja: データベースを展開中
nl: Bezig met decomprimeren van database
pl: Rozpakowywanie bazy
pt_br: Descompactando banco de dados
ru: Распаковка базы паролей
sk: Dekompresia databázy
sv: Packar upp databasen
th: กำลังคลายการบีบอัดฐานข้อมูล
uk: Розпакування бази паролів
zh_hans: 解压缩数据库

source: [Database2/Progress/integrityCheck]
cs: Kontrola integrity
de: Integrität wird überprüft
es: Comprobando integridad
fr: Vérification de l'intégrité
it: Verifico integrità
ja: 整合性をチェック中
nl: Bezig met integriteitscontrole
pl: Sprawdzanie spójności
pt_br: Verificando integridade
ru: Проверка целостности
sk: Kontrola integrity
sv: Kontrollerar integritet
th: กำลังตรวจสอบความสมบูรณ์
uk: Перевірка цілісності
zh_hans: 正在检查完整性

source: [Database2/Progress/parsingXML]
cs: Analýza databáze
de: Lade Datenbank
es: Analizando base de datos
fr: Analyse de la base de données
it: Analizzo database
ja: データベースを解析中
nl: Bezig met verwerken van database
pl: Analizowanie bazy
pt_br: Lendo banco de dados
ru: Разбор базы паролей
sk: Analýza databázy
sv: Tolkar databas
th: กำลังแจกแจงฐานข้อมูล
uk: Аналіз бази паролів
zh_hans: 正在解析数据库

source: [Database2/Saving/Error] Data compression error: %@
cs: Chyba komprese dat: %@
de: Datenkomprimierungsfehler: %@
es: Error de compresión de datos: %@
fr: Erreur de compression de données : %@
it: Errore compressione dati: %@
ja: データ圧縮エラー: %@
nl: Fout bij gegevenscompressie: %@
pl: Błąd kompresji danych: %@
pt_br: Erro na compactação dos dados: %@
ru: Ошибка сжатия данных: %@
sk: Chyba kompresie dát: %@
sv: Kompressionsfel: %@
th: Data compression error: %@
uk: Помилка стиснення даних: %@
zh_hans: 数据压缩错误: %@

source: [Database2/Saving/Error] Encryption error: %@
cs: Chyba šifrování: %@
de: Verschlüsselungsfehler: %@
es: Error de cifrado: %@
fr: Erreur de chiffrement : %@
it: Errore cifratura: %@
ja: 暗号化エラー: %@
nl: Versleutelingsfout: %@
pl: Błąd szyfrowania: %@
pt_br: Erro na criptografia: %@
ru: Ошибка шифрования: %@
sk: Chyba šifrovania: %@
sv: Krypteringsfel: %@
th: Encryption error: %@
uk: Помилка шифрування: %@
zh_hans: 加密错误: %@

source: [Database2/Xml2/ParsingError] Malformed value '%@' in %@
cs: Poškozená hodnota '%1$@' v %2$@
de: Fehlerhaft formatierter Wert '%1$@' in %2$@
es: Valor incorrecto «%1$@» en %2$@
fr: Valeur '%1$@' malformée dans %2$@
it: Valore malformato '%1$@' in %2$@
ja: 不正な値 '%1$@' が %2$@ に存在
nl: Ongeldige waarde '%1$@' in %2$@
pl: Nieprawidłowa wartość '%1$@' w %2$@
pt_br: Valor inválido "%1$@" em %2$@
ru: Непонятное значение ‘%1$@’ в теге %2$@
sk: Poškodená hodnota '%1$@' in %2$@
sv: Felformaterat värde '%1$@' i %2$@
th: Malformed value '%1$@' in %2$@
uk: Незрозуміле значення '%1$@' в тезі %2$@
zh_hans: %2$@ 中的值 %1$@ 错误

source: [Database2/Xml2/ParsingError] Nil value in %@
cs: Nulová hodnota v %@
de: Nil Wert in %@
es: Valor Nil en %@
fr: Valeur nulle dans %@
it: Valore nullo in %@
ja: %@ に値が無い
nl: Nil-waarde in %@
pl: Brak wartości w %@
pt_br: Valor nulo em %@
ru: Обнаружено значение "nil" в теге %@
sk: Nulová hodnota v %@
sv: Nil-värde i %@
th: Nil value in %@
uk: Виявлено значення "nil" в тезі %@
zh_hans: 在%@中找到"Nil"值

source: [Database2/Xml2/ParsingError] Unexpected tag '%@'
cs: Neočekávaný štítek '%@'
de: Unerwarteter Tag '%@'
es: Etiqueta inesperada «%@»
fr: Balise inattendue « %@ »
it: Tag inaspettato '%@'
ja: 予期しないタグ '%@'
nl: Onverwachte tag '%@'
pl: Nieoczekiwany tag '%@'
pt_br: Marcador XML desconhecido "%@"
ru: Неожиданный тег ‘%@‘
sk: Neočakávaný štítok '%@'
sv: Oväntad tagg '%@'
th: Unexpected tag '%@'
uk: Несподіваний тег '%@'
zh_hans: 意外的标签 '%@'

source: [Database2/Xml2/ParsingError] Unexpected tag '%@' (instead of '%@')
cs: Neočekávaný štítek '%1$@' (místo '%2$@')
de: Unerwarteter Tag '%1$@‘ (anstelle von '%2$@')
es: Etiqueta inesperada «%1$@» (en lugar de «%2$@»)
fr: Balise inattendue « %1$@ » (au lieu de « %2$@ »)
it: Tag inaspettato '%1$@' (invece di '%2$@')
ja: 予期しないタグ '%1$@'（正しくは '%2$@'）
nl: Onverwachte tag '%1$@' (in plaats van '%2$@')
pl: Nieoczekiwany tag '%1$@' (zamiast '%2$@')
pt_br: Marcador XML desconhecido "%1$@" (em vez de "%2$@")
ru: Неожиданный тег ‘%1$@‘ (вместо ‘%2$@‘)
sk: Neočakávaný štítok '%1$@' (namiesto '%2$@')
sv: Oväntad tagg '%1$@' (istället för '%2$@')
th: Unexpected tag '%1$@' (instead of '%2$@')
uk: Несподіваний тег '%1$@' (замість '%2$@')
zh_hans: '%1$@'标签错误(而不是'%2$@')

source: [Database2/Xml2/ParsingError] XML error: %@
cs: Chyba XML: %@
de: XML Fehler: %@
es: Error de XML: %@
fr: Erreur XML : %@
it: Errore XML: %@
ja: XMLエラー: %@
nl: XML-fout: %@
pl: Błąd XML: %@
pt_br: Erro no XML: %@
ru: Ошибка XML: %@
sk: Chyba XML: %@
sv: XML-fel: %@
th: XML error: %@
uk: Помилка XML: %@
zh_hans: XML 数据错误:%@

source: [DatabaseError] Cannot open database
cs: Databázi nelze otevřít
de: Datenbank kann nicht geöffnet werden
es: No se pudo abrir la base de datos
fr: Impossible d'ouvrir la base de données
it: Impossibile aprire database
ja: データベースを開けません
nl: Kan database niet openen
pl: Nie można otworzyć bazy
pt_br: Não é possível abrir o banco de dados
ru: Не удалось открыть базу паролей
sk: Databáza sa nedá otvoriť
sv: Kan inte öppna databas
th: ไม่สามารถเปิดฐานข้อมูลได้
uk: Не вдалося відкрити базу паролів
zh_hans: 数据库无法开启

source: [DatabaseError] Cannot save database
cs: Databázi nelze uložit
de: Datenbank kann nicht gespeichert werden
es: No se pudo guardar la base de datos
fr: Impossible de sauvegarder la base de données
it: Impossibile salvare database
ja: データベースを保存できません
nl: Kan database niet opslaan
pl: Nie można zapisać bazy
pt_br: Não foi possível salvar o banco de dados
ru: Не удалось сохранить базу паролей
sk: Databáza sa nedá uložiť
sv: Kan inte spara databas
th: ไม่สามารถบันทึกฐานข้อมูลได้
uk: Не вдалося зберегти базу паролів
zh_hans: 数据库保存错误

source: [DatabaseError] Invalid password or key file
cs: Chybné heslo nebo klíčový soubor
de: Ungültiges Passwort oder Schlüsseldatei
es: Contraseña o archivo de clave incorrecto
fr: Mot de passe ou fichier clé incorrect
it: Password o file chiave non validi
ja: パスワードまたはキーファイルが無効です
nl: Ongeldig wachtwoord of sleutelbestand
pl: Nieprawidłowe hasło lub plik klucza
pt_br: Senha ou arquivo de chave inválido(s)
ru: Неверный пароль или ключевой файл
sk: Chybné heslo alebo súbor s kľúčom
sv: Felaktigt lösenord eller nyckelfil
th: รหัสผ่านหรือไฟล์กุญแจไม่ถูกต้อง
uk: Неправильний пароль або файл-ключ
zh_hans: 错误的密码或者密钥文件

source: [DiagLog/subtitle]
cs: Pro řešení problémů
de: Fehlerbehebung (Expertenmodus)
es: Para la resolución de problemas por parte de expertos
fr: Résolution de problèmes pour experts
it: Per troubleshooting avanzato
ja: 障害対応のための情報
nl: Voor probleemoplossing van deskundigen
pl: Rozwiązywanie problemów dla ekspertów
pt_br: Para solução de problemas avançada
ru: Для решения проблем
sk: Pre odborné riešenie problémov
sv: För felsökning av experter
th: สำหรับการแก้ไขปัญหาโดยผู้เชี่ยวชาญ
uk: Для вирішення проблем
zh_hans: 用于给作者排除故障

source: [DiagLog/title]
cs: Diagnostické zprávy
de: Diagnoseprotokolle anzeigen
es: Registro de diagnóstico
fr: Journal de diagnostic
it: Registro diagnostico
ja: 診断ログ
nl: Diagnostisch logbestand
pl: Logi diagnostyczne
pt_br: Registro de diagnóstico
ru: Диагностика
sk: Diagnostické správy
sv: Diagnostisk logg
th: บันทึกการวินิจฉัย
uk: Діагностика
zh_hans: 诊断日志

source: [Diagnostics] Diagnostic log has been copied to clipboard.
cs: Diagnostické zprávy byly zkopírovány.
de: Das Diagnoseprotokoll wurde in die Zwischenablage kopiert.
es: El registro de diagnóstico se ha copiado al portapapeles.
fr: Le journal de diagnostic a été copié dans le presse-papiers.
it: Il registro diagnostico è stato copiato negli appunti.
ja: 診断ログをクリップボードにコピーしました。
nl: Diagnostisch logbestand is gekopieerd naar het klembord.
pl: Log diagnostyczny został skopiowany do schowka.
pt_br: O registro de diagnóstico foi copiado para a área de transferência.
ru: Журнал диагностики скопирован в буфер обмена.
sk: Diagnostické správy boli skopírované do schránky.
sv: Diagnostisk logg har kopierats till urklipp.
th: บันทึกการวินิจฉัยได้คัดลอกไปยังคลิปบอร์ดเรียบร้อยแล้ว
uk: Журнал діагностики скопійований до буферу обміну.
zh_hans: 诊断日志复制到剪贴板成功。

source: [EditEntry/Icon/change]
cs: Změnit ikonu
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
it: Cambia icona
ja: アイコンを変更
nl: Wijzig pictogram
pl: Zmień ikonę
pt_br: Mudar ícone
ru: Сменить значок
sk: Zmeniť ikonu
sv: Byt ikon
th: เปลี่ยนไอคอน
uk: Змінити іконку
zh_hans: 变更图示

source: [EditEntry/UserName/choose]
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Choisir
it: Scegli
ja: 選択
nl: Kies
pl: Wybierz
pt_br: Escolher
ru: Выбрать
sk: Vybrať
sv: Välj
th: เลือก
uk: Обрати
zh_hans: 选择

source: [Entry/Attachment/add]
cs: Přidat soubor
de: Datei hinzufügen
es: Añadir archivo
fr: Ajouter un fichier
it: Aggiungi file
ja: ファイルを追加
nl: Voeg bestand toe
pl: Dodaj plik
pt_br: Adicionar arquivo
ru: Добавить файл
sk: Pridať súbor
sv: Lägg till fil
th: เพิ่มไฟล์
uk: Додати файл
zh_hans: 新增文件

source: [Entry/Attachment/chooseFile]
cs: Vybrat soubor
de: Datei auswählen
es: Seleccionar archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
nl: Kies een bestand
pl: Wybierz plik
pt_br: Escolher arquivo
ru: Выбрать файл
sk: Vybrať súbor
sv: Välj fil
th: เลือกไฟล์
uk: Обрати файл
zh_hans: 选择文件

source: [Entry/Attachment/choosePhoto]
cs: Vybrat fotografii
de: Foto auswählen
es: Seleccionar foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
nl: Kies een foto
pl: Wybierz zdjęcie
pt_br: Escolher foto
ru: Выбрать фото
sk: Vybrať fotografiu
sv: Välj foto
th: เลือกรูปภาพ
uk: Обрати фото
zh_hans: 选择照片

source: [Entry/Attachment/Photo/defaultName]
cs: Fotografie
de: Foto
es: Foto
fr: Photo
it: Foto
ja: 写真
nl: Foto
pl: Zdjęcie
pt_br: Foto
ru: Фото
sk: Fotografia
sv: Foto
th: รูปภาพ
uk: Фотографія
zh_hans: 照片

source: [Entry/Attachment/takePhoto]
cs: Pořídit fotografii
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
nl: Maak een foto
pl: Zrób zdjęcie
pt_br: Tirar foto
ru: Сделать фото
sk: Odfotiť
sv: Ta foto
th: ถ่ายภาพ
uk: Сфотографувати
zh_hans: 拍摄照片

source: [Entry/Attachments/preview]
cs: Náhled
de: Vorschau
es: Vista previa
fr: Prévisualiser
it: Anteprima
ja: プレビュー
nl: Voorvertoning
pl: Podgląd
pt_br: Pré-visualizar
ru: Просмотр
sk: Náhľad
sv: Förhandsgranska
th: แสดงตัวอย่าง
uk: Перегляд
zh_hans: 预览

source: [Entry/Create/action] Create Entry
cs: Vytvořit záznam
de: Eintrag hinzufügen
es: Crear entrada
fr: Créer une entrée
it: Crea voce
ja: エントリーを作成
nl: Maak item
pl: Utwórz wpis
pt_br: Nova entrada
ru: Создать запись
sk: Vytvoriť záznam
sv: Skapa post
th: สร้างรายการ
uk: Створити запис
zh_hans: 创建新条目

source: [Entry/Edit/action]
cs: Upravit záznam
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
it: Modifica voce
ja: エントリーを編集
nl: Bewerk item
pl: Edytuj wpis
pt_br: Editar entrada
ru: Изменить запись
sk: Upraviť záznam
sv: Redigera post
th: แก้ไขรายการ
uk: Редагування запису
zh_hans: 编辑条目

source: [Entry/Edit/CreateField/defaultName] Field Name
cs: Název pole
de: Feldname
es: Nombre del campo
fr: Nom du champ
it: Nome campo
ja: 項目名
nl: Veldnaam
pl: Nazwa pola
pt_br: Nome do campo
ru: Название поля
sk: Názov poľa
sv: Fältnamn
th: ชื่อ
uk: Назва поля
zh_hans: 域名

source: [Entry/Field/CopyReference/acknowledgement]
cs: Odkaz na pole zkopírován do schránky
de: Feldreferenz in Zwischenablage kopiert
es: Referencia de campo copiada en el portapapeles
fr: Référence du champ copiée dans le presse-papiers
it: Riferimento campo copiato negli appunti
ja: クリップボードにコピーしました
nl: Veldverwijzing gekopieerd naar klembord
pl: Odwołanie do pola zostało skopiowane do schowka.
pt_br: Referência para o campo copiada
ru: Ссылка на поле скопирована в буфер обмена
sk: Odkaz na pole bol skopírovaný do schránky
sv: Referens till fällt kopierad
th: ช่องอ้างอิงถูกคัดลอกไปยังคลิปบอร์ดแล้ว
uk: Посилання на поле скопійовано в буфер обміну
zh_hans: 字段参考已复制到剪贴板

source: [Entry/Field/CopyReference/action]
cs: Kopírovat odkaz na pole
de: Feldreferenz kopieren
es: Copiar referencia de campo
fr: Copier la référence du champ
it: Copia riferimento campo
ja: 項目の参照をコピー
nl: Kopieer veldverwijzing
pl: Skopiuj odwołanie
pt_br: Copiar referência
ru: Скопировать ссылку на поле
sk: Kopírovať odkaz na pole
sv: Kopiera referens till fält
th: คัดลอกช่องอ้างอิง
uk: Скопіювати посилання на поле
zh_hans: 复制字段引用

source: [Entry/Field/LargeType/action]
cs: Zobrazit velkými písmeny
de: In großer Schrift anzeigen
es: Mostrar en letra grande
fr: Afficher en grande taille
it: Mostra con testo grande
ja: 大きな文字で表示
nl: Geef weer in grote letters
pl: Wyświetl z dużą czcionką
pt_br: Mostrar em tipo grande
ru: Показать крупным шрифтом
sk: Zobraziť vo veľkom písme
sv: Visa i stor typ
uk: Використати великий шрифт
zh_hans: 以大号字体显示

source: [Entry/Field/name] Icon
cs: Ikona
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Значок
sk: Ikona
sv: Ikon
uk: Значок
zh_hans: 图标

source: [Entry/Field/name] Notes
cs: Poznámky
de: Kommentare
es: Notas
fr: Notes
it: Note
ja: メモ
nl: Notities
pl: Notatki
pt_br: Anotações
ru: Заметки
sk: Poznámky
sv: Anteckningar
th: หมายเหตุ
uk: Нотатки
zh_hans: 备注

source: [Entry/Field/name] Passkey
cs: Přístupový klíč
de: Passkey
es: Llave de acceso
fr: Clé d'accès
it: Chiave d'accesso
ja: パスキー
nl: Passkey
pl: Klucz
pt_br: Chave-senha
ru: Ключ доступа
sv: Nyckel
uk: Ключ допуску
zh_hans: 通行密钥

source: [Entry/Field/name] Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
it: Password
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
zh_hans: 密码

source: [Entry/Field/name] Title
cs: Název
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt_br: Título
ru: Название
sk: Názov
sv: Titel
th: ชื่อ
uk: Назва
zh_hans: 标题
