Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [CryptoError] Random number generator error (code %d)
cs: Chyba generátoru náhodných čísel (kód %d)
de: Zufallszahl-Generator-Fehler (Code %d)
es: Error al generar número aleatorio (cód. %d)
fr: Erreur du générateur de nombre aléatoire (code %d)
it: Errore generatore numerico (codice %d)
ja: 乱数生成エラー (コード %d)
nl: Willekeurigenummergenerator-fout (code %d)
pl: Błąd generatora liczb losowych (kod %d)
pt_br: Erro no gerador de números aleatórios (código %d)
ru: Ошибка генератора случайных чисел (код %d)
sk: Chyba generátora náhodných čísel (kód %d)
sv: Slumptalsfel (Felkod %d)
th: Random number generator error (code %d)
uk: Помилка генератора випадкових чисел (код %d)
zh_hans: 随机密码产生器错误(代码 %d)

source: [CryptoError] Twofish cipher error (code %d)
cs: Chyba šifry Twofish (kód %d)
de: Twofish Chiffrerfehler (Code %d)
es: Error de cifrado Twofish (cód. %d)
fr: Erreur de chiffrement Twofish (code %d)
it: Errore cifrario Twofish (codice %d)
ja: Twofish暗号化エラー (コード %d)
nl: Twofish-vercijferingsfout (code %d)
pl: Błąd szyfru Twofish (kod %d)
pt_br: Erro no mecanismo Twofish (código %d)
ru: Ошибка шифра Twofish (код %d)
sk: Chyba šifry Twofish (kód %d)
sv: Twofish chifferfel (Felkod %d)
th: Twofish cipher error (code %d)
uk: Помилка шифру Twofish (код %d)
zh_hans: Twofish 密码错误(代码 %d)

source: [Database/Add] Selected file "%@" does not look like a database.
cs: Vybraný soubor "%@" nevypadá jako databáze.
de: Die ausgewählte Datei "%@" sieht nicht wie eine Datenbank aus.
es: El archivo seleccionado «%@» no parece una base de datos.
fr: Le fichier sélectionné "%@" ne ressemble pas à une base de données.
it: Il file selezionato "%@" non sembra un database.
ja: ファイル "%@" はデータベースではないようです。
nl: Het geselecteerde bestand ('%@') lijkt geen database te zijn.
pl: Wybrany plik "%@" nie wygląda na bazę danych.
pt_br: O arquivo selecionado "%@" não parece ser um banco de dados.
ru: Выбранный файл "%@" не похож на базу паролей.
sk: Vybraný súbor "%@" nevyzerá ako databáza.
sv: Vald fil "%@" verkar inte vara en databas.
th: ไฟล์ "%@" ที่เลือกมา ดูไม่เหมือนฐานข้อมูล
uk: Обраний файл "%@" не схожий на базу паролів.
zh_hans: 您选定的文件 "%@" 看起来不像是个数据库文件。

source: [Database/Create/action] Create Database
cs: Vytvořit databázi
de: Neue Datenbank erstellen
es: Crear base de datos
fr: Créer base de données
it: Crea database
ja: データベースを作成
nl: Maak database
pl: Utwórz bazę danych
pt_br: Criar banco de dados
ru: Создать базу паролей
sk: Vytvoriť databázu
sv: Skapa databas
th: สร้างฐานข้อมูล
uk: Створити базу паролів
zh_hans: 创建新的数据库

source: [Database/CustomIcon/add]
cs: Přidat vlastní ikonu
de: Benutzerdefiniertes Symbol hinzufügen
es: Añadir icono personalizado
fr: Ajouter une icône personnalisée
it: Aggiungi icona personalizzata
ja: カスタムアイコンを追加
nl: Voeg aangepast pictogram toe
pl: Dodaj niestandardową ikonę
pt_br: Adicionar ícone personalizado
ru: Добавить свой значок
sk: Pridaj vlastnú ikonu
sv: Lägg till egenvald ikon
th: เพิ่มไอคอนที่กำหนดเอง
uk: Додати свою іконку
zh_hans: 添加自定义图标

source: [Database/CustomIcon/deleteUnused]
cs: Odstranit nepoužívané ikony
de: Unbenutzte Symbole löschen
es: Eliminar iconos no usados
fr: Supprimer les icônes inutilisées
it: Elimina le icone non utilizzate
ja: 未使用のアイコンを削除
nl: Ongebruikte pictogrammen verwijderen
pl: Usuń nieużywane ikony
pt_br: Excluir ícones não utilizados
ru: Удалить неиспользуемые значки
sv: Radera oanvända ikoner
uk: Видалити невикористані значки
zh_hans: 删除未使用的图标

source: [Database/CustomIcon/DownloadFavicon/action]
cs: Stáhnout Faviconu
de: Favicon herunterladen
es: Descargar Favicon
fr: Télécharger la favoricône
it: Scarica favicon
ja: FavIcon をダウンロード
nl: Favicon downloaden
pl: Pobierz ikonę ulubionych
pt_br: Baixar favicon
ru: Загрузить значок сайта
sk: Stiahnuť Favicon
sv: Ladda ner Favicon
th: ดาวน์โหลดไอคอน
uk: Завантажити значок сайту
zh_hans: 下载图标

source: [Database/CustomIcon/DownloadFavicons/action]
cs: Stáhnout Favicony
de: Favicons herunterladen
es: Descargar Favicons
fr: Télécharger les favoricônes
it: Scarica favicon
ja: FavIcon をダウンロード
nl: Favicons downloaden
pl: Pobierz ikony ulubionych
pt_br: Baixar favicons
ru: Загрузка значков сайтов
sk: Stiahnuť Favicons
sv: Ladda ner Favicons
th: ดาวน์โหลดไอคอน
uk: Завантажити значки сайтів
zh_hans: 下载图标

source: [Database/CustomIcon/DownloadFavicons/stats]
cs: Zpracované záznamy: %1$d Aktualizované ikony: %2$d
de: Bearbeitete Einträge: %1$d Aktualisierte Symbole: %2$d
es: Entradas procesadas: %1$d Iconos actualizados: %2$d
fr: Entrées traités : %1$d Icônes téléchargées : %2$d
it: Voci processate: %1$d Icone aggiornate: %2$d
ja: 処理されたエントリー: %1$d アイコンが更新されました: %2$d
nl: Itemss verwerkt: %1$d Pictogrammen bijgewerkt: %2$d
pl: Przetworzone wpisy: %1$d Zaktualizowane ikony: %2$d
pt_br: Entradas processadas: %1$d Ícones atualizados: %2$d
ru: Обработано записей: %1$d Обновлено значков: %2$d
sk: Spracované záznamy: %1$d Aktualizované ikony: %2$d
sv: Poster bearbetade: %1$d Ikoner uppdaterade: %2$d
th: รายการที่สำเร็จ: %1$d ไอคอนที่อัพเดตสำเร็จ: %2$d
uk: Опрацьовано записів: %1$d Оновлено значків: %2$d
zh_hans: 处理条目: %1$d 更新图标: %2$d

source: [Database/CustomIcon/DownloadFavicons/status]
cs: Stáhují se Favicony
de: Favicons werden heruntergeladen
es: Descargando favicons
fr: Téléchargement des favoricônes
it: Scarico favicon
ja: FavIconをダウンロード中
nl: Favicons downloaden
pl: Pobieranie ikon ulubionych
pt_br: Baixando favicons
ru: Загрузка значков сайтов
sk: Sťahovanie favicons
sv: Laddar ner Favicons
th: กำลังดาวน์โหลดไอคอน
uk: Завантаження значків сайтів
zh_hans: 正在下载图标

source: [Database/CustomIcon/DownloadOneFavicon/status]
cs: Stáhuje se Favicona
de: Favicon wird heruntergeladen
es: Descargando favicon
fr: Téléchargement de la favoricône
it: Scarico favicon
ja: FavIconをダウンロード中
nl: Favicon downloaden
pl: Pobieranie ikony ulubionych
pt_br: Baixando favicon
ru: Загрузка значка сайта
sk: Sťahovanie favicon
sv: Laddar ner Favicon
th: กำลังดาวน์โหลดไอคอน
uk: Завантаження значка сайту
zh_hans: 正在下载图标

source: [Database/CustomIcon/Unused/count]
cs: Nalezeny nepoužívané ikony: %d
de: Unbenutzte Symbole gefunden: %d
es: Iconos no utilizados encontrados: %d
fr: Icônes inutilisées trouvées : %d
it: Sono state trovate icone non utilizzate: %d
ja: 未使用のアイコンが見つかりました：%d
nl: Ongebruikte pictogrammen gevonden: %d
pl: Znaleziono nieużywane ikony: %d
pt_br: Ícones não utilizados encontrados: %d
ru: Найдено неиспользуемых значков: %d
sv: Oanvända ikoner hittades: %d
uk: Знайдено невикористані значки: %d
zh_hans: 找到未使用的图标： %d

source: [Database/Delete/Confirm/text] Delete database file? Make sure you have a backup.
cs: Odstranit databázový soubor? Ujistěte se, že máte zálohu.
de: Datenbankdatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es: ¿Eliminar el archivo de base de datos? Asegúrese de que tiene una copia de seguridad.
fr: Supprimer le fichier de la base de données ? Assurez-vous d'avoir une sauvegarde.
it: Eliminare il file database? Assicurati di avere una copia di sicurezza.
ja: データベースを削除しますか？ バックアップがあることを確認してください。
nl: Verwijder databasebestand? Zorg ervoor dat je een back-up hebt.
pl: Usunąć plik bazy danych? Upewnij się, że masz kopię zapasową.
pt_br: Apagar o arquivo de banco de dados? Certifique-se de ter uma cópia de segurança.
ru: Удалить файл базы паролей? Убедитесь, что у вас есть резервная копия.
sk: Vymazať databázový súbor? Uistite sa, že máte zálohu.
sv: Radera databasfil? Säkerställ att du har en backup.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
uk: Видалити файл бази паролів? Переконайтеся, що у вас є резервна копія.
zh_hans: 删除数据库文件? 请确保您有备份文件!

source: [Database/EncryptionSettings/Change/action]
cs: Změnit nastavení šifrování
de: Verschlüsselung konfigurieren
es: Cambiar la configuración de cifrado
fr: Modifier les paramètres de chiffrement
it: Modifica impostazioni di crittografia
ja: 暗号化設定を変更
nl: Wijzig encryptie-instellingen
pl: Zmień ustawienia szyfrowania
pt_br: Alterar as configurações de criptografia
ru: Изменить настройки шифрования
sk: Zmeniť nastavenia šifrovania
sv: Ändra krypteringsinställningar
uk: Змінити параметри шифрування
zh_hans: 更改加密设置

source: [Database/EncryptionSettings/dataCipher]
cs: Šifrovací algoritmus
de: Chiffrier-Algorithmus
es: Algoritmo de cifrado
fr: Algorithme de chiffrement
it: Algoritmo crittografico
ja: 暗号化アルゴリズム
nl: Encryptiealgoritme
pl: Algorytm szyfrowania
pt_br: Algoritmo de criptografia
ru: Алгоритм шифрования
sk: Algoritmus šifrovania
sv: Krypteringsalgoritm
uk: Алгоритм шифрування
zh_hans: 加密算法

source: [Database/EncryptionSettings/iterations]
cs: Opakování transformace
de: Iterationen
es: Rondas de transformación
fr: Itérations de transformation
it: Cicli trasformativi
ja: 変換のラウンド数
nl: Transformaties (rondes)
pl: Liczba rund przekształcania
pt_br: Rodadas de transformação
ru: Циклов преобразования
sk: Transformačné kolá
sv: Transformeringsomgångar
uk: Цикли перетворення
zh_hans: 迭代次数

source: [Database/EncryptionSettings/kdf]
cs: Funkce pro vytvoření klíče
de: Schlüsselableitungsfunktion
es: Función de derivación de clave
fr: Fonction de dérivation de clé
it: Funzione di derivazione di chiave
ja: 鍵導出関数
nl: Sleutelafleidingsfunctie
pl: Funkcja generująca klucza
pt_br: Algoritmo de derivação de chave
ru: Функция формирования ключа
sk: Funkcia pre vytvorenie kľúča
sv: Nyckelderiveringsfunktion
th: ฟังก์ชันไขกุญแจ
uk: Функція формування ключа
zh_hans: 密匙演算函数

source: [Database/EncryptionSettings/memory]
cs: Využití paměti
de: Speichernutzung
es: Uso de memoria
fr: Utilisation de la mémoire
it: Memoria utilizzata
ja: メモリ使用量
nl: Geheugengebruik
pl: Wykorzystanie pamięci
pt_br: Uso da memória
ru: Использование памяти
sk: Využitie pamäte
sv: Minnesanvändning
uk: Використання пам’яті
zh_hans: 内存占用

source: [Database/EncryptionSettings/memoryAutoFillWarning]
cs: Vysoké nároky na paměť mohou způsobit, že tato databáze nebude kompatibilní s funkcí automatického vyplňování hesla.
de: Hohe Speicheranforderungen können das autom. Ausfüllen von Passwörtern für die Datenbank deaktivieren.
es: Los elevados requisitos de memoria pueden hacer que esta base de datos sea incompatible con el Autorrelleno de contraseñas.
fr: La mémoire requise peut rendre cette base de données incompatible avec le remplissage automatique des mots de passe.
it: Un elevato consumo di memoria potrebbe rendere questo database incompatibile con l'inserimento automatico.
ja: 高いメモリ要件により、このデータベースはパスワードの自動入力に利用できません。
nl: Bij hoge geheugenvereisten kan het automatisch invullen van wachtwoorden met deze database mogelijk niet worden gebruikt.
pl: Wysokie wymagania dotyczące pamięci mogą sprawić, że ta baza danych będzie niekompatybilna z Autouzupełnianiem haseł.
pt_br: Altos requisitos de memória podem tornar este banco de dados incompatível com o Preenchimento Automático de Senha.
ru: Высокие требования к памяти могут сделать эту базу несовместимой с функцией автозаполнения паролей.
sk: Veľké požiadavky na pamäť môžu spôsobiť, že táto databáza nebude kompatibilná s funkciou automatického vyplňovania hesla.
sv: Krav på högt minne kan göra att databasen är inkompatibel med Autofyll lösenord.
uk: Високі вимоги до пам’яті можуть зробити цю базу даних несумісною з функцією автозаповнення паролів.
zh_hans: 高内存占用可能使得此数据库与密码自动填充不兼容。

source: [Database/EncryptionSettings/reset]
cs: Obnovit do doporučeného nastavení
de: Empfohlene Einstellung wählen
es: Restablecer a los ajustes recomendados
fr: Réinitialiser avec les paramètres recommandés
it: Ripristina impostazioni predefinite
ja: 初期設定値にリセット
nl: Herstel aanbevolen instellingen
pl: Zresetuj do zalecanych ustawień
pt_br: Redefinir para as configurações recomendadas
ru: Восстановить рекомендуемые настройки
sk: Obnovenie odporúčaných nastavení
sv: Återställ till rekommenderade inställningar
uk: Скинути до рекомендованих налаштувань
zh_hans: 重置到推荐设置

source: [Database/EncryptionSettings/threads]
cs: Souběžnost
de: Parallelisierung
es: Paralelismo
fr: Parallélisme
it: Parallelismo
ja: 並列処理
nl: Multithreading
pl: Obliczenia równoległe
pt_br: Paralelismo
ru: Параллелизм
sk: Paralelnosť
sv: Parallellism
uk: Паралелізм
zh_hans: 并行

source: [Database/EncryptionSettings/title]
cs: Nastavení šifrování
de: Verschlüsselung
es: Configuración de cifrado
fr: Paramètres de chiffrement
it: Impostazioni di crittografia
ja: 暗号化の設定
nl: Encryptie-instellingen
pl: Ustawienia szyfrowania
pt_br: Configurações de criptografia
ru: Настройки шифрования
sk: Nastavenia šifrovania
sv: Krypteringsinställningar
uk: Налаштування шифрування
zh_hans: 加密设置

source: [Database/Entry/LinkedDatabase/message]
cs: Tento záznam odkazuje na jinou databázi.
de: Dieser Eintrag verweist auf eine andere Datenbank.
es: Esta entrada apunta a otra base de datos.
fr: Cette entrée pointe vers une autre base de données.
it: Questa voce punta a un altro database.
ja: このエントリは別のデータベースとリンクしています。
nl: Dit item verwijst naar een andere database.
pl: Ten wpis wskazuje na inną bazę danych.
pt_br: Esta entrada aponta para outro banco de dados.
ru: Эта запись указывает на другую базу паролей.
sk: Tento záznam odkazuje na inú databázu.
sv: Den här posten pekar på en annan databas.
uk: Цей запис указує на іншу базу паролів.
zh_hans: 此条目指向其他数据库。

source: [Database/Export/PlainText/warning]
cs: Exportovaný soubor bude obsahovat vaše data ve formě prostého textu bez jakékoli ochrany.
de: Die exportierte Datei enthält Ihre Daten in Klartext, ohne jeglichen Schutz.
es: El archivo exportado contendrá sus datos en texto plano, sin ninguna protección.
fr: Le fichier exporté contiendra vos données en texte brut, sans aucune protection.
it: Il file esportato conterrà i tuoi dati in formato plaintext, senza alcuna protezione.
ja: エクスポートされたファイルには、保護されていないプレーンテキストのデータが含まれます。
nl: Het geëxporteerde bestand bevat uw gegevens in platte tekst, zonder enige bescherming.
pl: Wyeksportowany plik będzie zawierał Twoje dane w postaci zwykłego tekstu, bez żadnych zabezpieczeń.
pt_br: O arquivo exportado conterá seus dados em texto simples, sem qualquer proteção.
ru: Экспортируемый файл будет содержать ваши данные в открытом тексте, без какой-либо защиты.
sv: Den exporterade filen innehåller dina data i klartext utan något skydd.
uk: Експортований файл міститиме ваші дані у звичайному текстовому форматі без будь-якого захисту.
zh_hans: 您的数据将导出为没有任何保护的纯文本文件。

source: [Database/ExternalChange/notification]
cs: Databázový soubor se změnil. Načíst znovu?
de: Datenbankdatei wurde geändert. Neu laden?
es: El archivo de base de datos ha cambiado. ¿Volver a cargar?
fr: Le fichier de la base de données a changé. Recharger ?
it: Il file database è cambiato. Ricaricare?
ja: データベースファイルが変更されました。再読み込みしますか？
nl: Databasebestand is gewijzigd. Opnieuw laden?
pl: Plik bazy danych się zmienił. Przeładować plik?
pt_br: Arquivo de banco de dados alterado. Recarregar?
ru: Файл базы был изменён извне. Обновить?
sk: Súbor databázy sa zmenil. Chcete ho znovu načítať?
sv: Databasfilen har ändrats. Läs in igen?
uk: Файл бази паролів змінився. Перезавантажити?
zh_hans: 数据库文件已更改。是否重新载入？

source: [Database/ExternalChange/Status/checkInProgress]
cs: Kontrola změn…
de: Prüfe auf Änderungen …
es: Comprobando cambios…
fr: Actualisation…
it: Verifico modifiche…
ja: 変更を確認中です…
nl: Controleren op wijzigingen…
pl: Sprawdzanie zmian…
pt_br: Verificando alterações…
ru: Проверка на изменения…
sk: Kontrolujú sa zmeny…
sv: Söker efter ändringar …
uk: Перевірка на наявність змін…
zh_hans: 正在检查更改…

source: [Database/ExternalChange/Status/failed]
cs: Obnovení se nezdařilo
de: Aktualisieren fehlgeschlagen
es: Error al actualizar
fr: Actualisation échouée
it: Ricaricamento fallito
ja: 更新に失敗しました
nl: Vernieuwen mislukt
pl: Odświeżanie się nie powiodło.
pt_br: Falha ao atualizar
ru: Обновить не удалось
sk: Obnovenie zlyhalo
sv: Uppdatering misslyckades
uk: Помилка оновлення
zh_hans: 刷新失败

source: [Database/ExternalChange/Status/upToDate]
cs: Aktuální
de: Aktualisiert
es: Actualizado
fr: À jour
it: Aggiornato
ja: 最新の状態です
nl: Bijgewerkt
pl: Baza danych aktualna
pt_br: Atualizado
ru: Последняя версия
sk: Aktuálne
sv: Aktuell
uk: Остання версія
zh_hans: 最新

source: [Database/FormatVersion/Conversion/allDataPreserved]
cs: Všechna vaše data budou zachována.
de: Alle Ihre Daten bleiben erhalten.
es: Todos sus datos se conservarán.
fr: Toutes vos données seront conservées.
it: Tutti i tuoi dati saranno conservati.
ja: データはすべて保存されます。
nl: Al uw gegevens zullen worden bewaard.
pl: Wszystkie Twoje dane zostaną zachowane.
pt_br: Todos os seus dados serão mantidos.
ru: Все ваши данные будут сохранены.
sk: Všetky vaše údaje zostanú zachované.
sv: All din data kommer bevaras.
th: ข้อมูลทั้งหมดของคุณจะคงไว้เหมือนเดิม
uk: Усі ваші дані буде збережено.
zh_hans: 您的所有数据都将被保存。

source: [Database/FormatVersion/PasskeysNotSupported]
cs: Aktuální formát databáze nepodporuje přístupové klíče.
de: Das aktuelle Datenbankformat unterstützt keine Passkeys.
es: El formato actual de base de datos no admite llaves de acceso.
fr: Le format actuel de la base de données ne prend pas en charge les clés d'accès.
it: Il formato attuale del database non supporta le chiavi d'accesso.
ja: 現在のデータベース形式ではパスキーはサポートされていません。
nl: De huidige databaseindeling ondersteunt geen passkeys.
pl: Bieżący format bazy nie obsługuje kluczy.
pt_br: O formato atual do banco de dados não suporta chaves-senha.
ru: Текущий формат базы не поддерживает ключи доступа.
sv: Det nuvarande databasformatet stöder inte nycklar.
uk: Поточний формат бази паролів не підтримує ключі допуску.
zh_hans: 当前数据库格式不支持通行密钥。

source: [Database/FormatVersion/Upgrade/text]
cs: KeePassium potřebuje aktualizovat formát vašeho databázového souboru (z %1$@ na %2$@). Možná bude nutné aktualizovat i další aplikace, které tuto databázi používají.
de: KeePassium muss das Dateiformat Ihrer Datenbank aktualisieren (von %1$@ auf %2$@). Möglicherweise müssen Sie auch andere Anwendungen aktualisieren, die diese Datenbank verwenden.
es: KeePassium necesita mejorar el formato del archivo de su base de datos (de %1$@ a %2$@). Puede que necesite actualizar otras aplicaciones que utilicen esta base de datos.
fr: KeePassium a besoin de mettre à jour le format de votre base de données (de %1$@ à %2$@). Vous pourriez avoir besoin de mettre à jour d'autres applications qui utilisent cette base de données.
it: KeePassium deve aggiornare il formato del file del database (da %1$@ a %2$@). Potrebbe essere necessario aggiornare altre applicazioni che utilizzano questo database.
ja: データベースファイル形式をアップグレードする必要があります ( %1$@ から %2$@へ)。 このデータベースを使用する他のアプリを更新する必要があるかもしれません。
nl: KeePassium moet uw database bestandsindeling bijwerken (van %1$@ naar %2$@). U moet mogelijk andere apps bijwerken die deze database gebruiken.
pl: Aplikacja KeePassium musi zaktualizować format pliku bazy danych (z %1$@ na %2$@). Być może konieczna będzie aktualizacja innych aplikacji, które używają tej bazy danych.
pt_br: KeePassium precisa atualizar o formato do seu banco de dados (de %1$@ para %2$@). Talvez você precise atualizar outros aplicativos que também usem esse banco de dados.
ru: Необходимо обновить формат базы данных (с %1$@ на %2$@). Может потребоваться обновить другие приложения, использующие эту базу данных.
sk: KeePassium potrebuje aktualizovať formát súboru databázy (z %1$@ na %2$@). Možno budete musieť aktualizovať ďalšie aplikácie, ktoré používajú túto databázu.
sv: KeePassium behöver uppgradera filformatet på din databas (från %1$@ till %2$@). Du kan behöva uppdatera andra program som använder sig av samma databas.
th: KeePassium ต้องการอัพเกรดรูปแบบฐานข้อมูลของคุณ (จากรูปแบบ %1$@ ไปเป็น %2$@) ซึ่งคุณอาจจะต้องอัพเดตแอปอื่นที่จะต้องใช้ฐานข้อมูลนี้ด้วย
uk: KeePassium необхідно оновити формат файлу бази даних (з %1$@ на %2$@). Можливо, вам доведеться оновити інші застосунки, які використовують цю базу даних.
zh_hans: KeePassium 需要升级您的数据库文件格式 (从 %1$@ 到 %2$@)。您可能需要更新其他使用此数据库的应用。

source: [Database/FormatVersion/Upgrade/title]
cs: Než budeme pokračovat
de: Bevor wir fortfahren
es: Antes de continuar
fr: Avant de continuer
it: Prima di continuare
ja: 続ける前に
nl: Voordat we verdergaan
pl: Zanim kontynuujemy
pt_br: Antes de continuarmos
ru: Прежде чем продолжить
sk: Skôr ako budeme pokračovať
sv: Innan vi fortsätter
th: ก่อนที่เราจะดำเนินการต่อ
uk: Перш ніж продовжити,
zh_hans: 在继续前

source: [Database/IconSet/System/title]
cs: Systém
de: System
es: Sistema
fr: Système
it: Sistema
ja: システム
nl: Systeem
pl: System
pt_br: Sistema
ru: Системные
sk: Systém
sv: System
uk: Системні
zh_hans: 系统

source: [Database/Item/Edited/state]
cs: Upraveno
de: Bearbeitet
es: Editado
fr: Modifié
it: Modificato
ja: 編集済み
nl: Bewerkt
pl: Edytowano
pt_br: Editado
ru: Изменено
sk: Upravené
sv: Redigerad
th: แก้ไขแล้ว
uk: Відредаговано
zh_hans: 已编辑

source: [Database/LesserTargetFormat/warning]
cs: Formát této databáze je zastaralý, některá data mohou být ztracena.
de: Dies ist ein älteres Datenbankformat, wodurch einige Daten verloren gehen können.
es: Formato de base de datos antiguo, algunos datos podrían perderse.
fr: Il s'agit d'un ancien format de base de données, certaines données pourraient être perdues.
it: Questo è un formato di database vecchio, alcuni dati potrebbero andare persi.
ja: これは古いデータベース形式です。一部のデータが失われる可能性があります。
nl: Dit is een ouder databaseformaat; bepaalde gegevens gaan mogelijk verloren.
pl: To jest starszy format bazy danych, niektóre dane mogą zostać utracone.
pt_br: Alguns dados podem ser perdidos pois o banco de dados de destino está em um formato mais antigo.
ru: Это старый формат базы данных, некоторые данные могут быть потеряны.
sk: Toto je starší formát databázy, niektoré údaje sa môžu stratiť.
sv: Det här är ett äldre databasformat, viss data kan gå förlorade.
th: ฟอร์แมทของฐานข้อมูลนี้เก่าเกินไป ข้อมูลบางอย่างอาจหาย
uk: Це старий формат бази даних, деякі дані можуть бути втрачені.
zh_hans: 这是旧版的数据库格式，有些数据可能会丢失。

source: [Database/List/LocalMissing/message]
cs: Pokud některé lokální soubory nejsou uvedeny, nejprve spusťte hlavní aplikaci KeePassium.
de: Wenn einige lokale Dateien nicht aufgeführt sind, starten Sie zunächst die Hauptapp von KeePassium.
es: Si algunos archivos locales no aparecen en la lista, primero inicia la aplicación principal de KeePassium.
fr: Si certains fichiers locaux ne sont pas répertoriés, lancez d'abord l'application principale KeePassium.
it: Se dei file locali non sono elencati, avvia prima l'app principale di KeePassium.
ja: ローカルファイルが表示されていない場合は、一度KeePassiumを起動してください。
nl: Als sommige lokale bestanden niet in de lijst staan, start dan eerst de KeePassium-app.
pl: Jeśli niektóre pliki lokalne nie są na liście, najpierw uruchom aplikację główną KeePassium.
pt_br: Se alguns arquivos locais não forem listados, abra o aplicativo principal KeePassium primeiro.
ru: Если некоторые локальные файлы отсутствуют, сначала запустите основное приложение KeePassium.
sk: Ak niektoré miestne súbory nie sú uvedené, spustite najprv hlavnú aplikáciu KeePassium.
sv: Om några lokala filer inte anges kan du först starta KeePassium-huvudappen.
uk: Якщо деяких локальних файлів немає в списку, спочатку запустіть головний застосунок KeePassium.
zh_hans: 如果未列出某些本地文件，请先启动 KeePassium 主应用。

source: [Database/List/title]
cs: Databáze
de: Datenbanken
es: Bases de datos
fr: Bases de données
it: Database
ja: データベース
nl: Databases
pl: Bazy
pt_br: Bancos de dados
ru: Базы паролей
sk: Databázy
sv: Databaser
th: ฐานข้อมูล
uk: Бази даних
zh_hans: 数据库
