Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Premium/Benefits/Negative/header]
cs: Co vám chybí
de: Nicht mit dabei
es: Lo que se está perdiendo
fr: Ce qui vous manque
it: Cosa ti perdi
ja: できないこと
nl: Wat je mist
pl: Czego zabraknie
pt_br: Você está perdendo
ru: Что вы упускаете
sk: Čo vám chýba
sv: Vad du går miste om
th: อะไรที่คุณยังไม่มี
uk: Що ви втрачаєте
zh_hans: 您缺少的内容

source: [Premium/Benefits/PasswordAudit/title]
cs: Kontrolujte svá hesla
de: Passwörter prüfen
es: Compruebe sus contraseñas
fr: Vérifiez vos mots de passe
it: Verifica le tue password
ja: パスワードを確認
nl: Controleer uw wachtwoorden
pl: Sprawdzenie haseł
pt_br: Verifique suas senhas
ru: Проверьте пароли
sk: Kontrola hesiel
sv: Kontrollera dina lösenord
uk: Перевірте паролі
zh_hans: 检查您的密码

source: [Premium/Benefits/Positive/header]
cs: Co obdržíte
de: Profitieren Sie von
es: Beneficios que obtiene
fr: Ce que vous obtenez
it: Cosa ottieni
ja: できること
nl: Wat je krijgt
pl: Co otrzymasz
pt_br: Você aproveita
ru: Что вы получите
sk: Čo získate
sv: Vad du får
th: อะไรที่คุณจะได้รับ
uk: Що ви отримаєте
zh_hans: 您得到的内容

source: [Premium/CallToAction/buyNow]
cs: Koupit nyní
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
ja: 今すぐ購入
nl: Nu kopen
pl: Kup teraz
pt_br: Compre agora
ru: Купить
sk: Kúpiť teraz
sv: Köp nu
th: ซื้อตอนนี้
uk: Придбати
zh_hans: 立即购买

source: [Premium/CallToAction/free]
cs: Pokračovat v testování
de: Testphase fortsetzen
es: Seguir evaluando
fr: Poursuivre les tests
it: Continua prova
ja: テストを続ける
nl: Ga door met uitproberen
pl: Testuj dalej
pt_br: Continuar testando
ru: Продолжить тестирование
sk: Pokračovať v testovaní
sv: Fortsätt prova
th: ทดสอบต่อไป
uk: Продовжити тестування
zh_hans: 继续测试

source: [Premium/CallToAction/startTrial]
cs: Vyzkoušejte zdarma
de: Kostenlos testen
es: Pruébelo gratis
fr: L'essayer gratuitement
it: Prova gratis
ja: 無料で試す
nl: Probeer het gratis
pl: Wypróbuj za darmo
pt_br: Teste grátis
ru: Попробовать бесплатно
sk: Vyskúšajte zadarmo
sv: Prova gratis
th: ลองใช้ฟรี
uk: Спробувати безкоштовно
zh_hans: 免费试用

source: [Premium/CallToAction/upgradeNow]
cs: Upgradovat nyní
de: Jetzt upgraden
es: Mejorar ahora
fr: Mettre à niveau maintenant
it: Ottieni ora
ja: 今すぐアップグレード
nl: Upgrade nu
pl: Uaktualnij teraz
pt_br: Atualize agora
ru: Включить Премиум
sk: Prejsť na platenú verziu
sv: Uppgradera Nu
th: อัพเกรดทันที
uk: Увімкнути Преміум
zh_hans: 立即升级

source: [Premium/ManageSubscriptions/action]
cs: Správa předplatného
de: Abos verwalten
es: Administrar suscripciones
fr: Gérer les abonnements
it: Gestisci abbonamenti
ja: サブスクリプションを管理
nl: Abonnementen beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinaturas
ru: Управление подписками
sk: Správa predplatného
sv: Hantera prenumerationer
th: จัดการการสมัครรับ
uk: Керування підписками
zh_hans: 管理订阅

source: [Premium/perpetualLicense]
cs: Trvalá licence
de: Unbefristete Lizenz
es: Licencia perpetua
fr: Licence permanente
it: Licenza illimitata
ja: 永久ライセンス
nl: Eeuwigdurende licentie
pl: Licencja wieczysta
pt_br: Licença perpétua
ru: Постоянная лицензия
sk: Trvalá licencia
sv: Evig licens
th: สิทธิ์ใช้งานถาวร
uk: Постійна ліцензія
zh_hans: 终生订阅

source: [Premium/PerpetualLicense/status]
cs: Máte trvalou licenci pro všechny verze před %@.
de: Sie haben eine unbefristete Lizenz für alle Versionen vor %@.
es: Tienes una licencia vitalicia para todas las versiones anteriores a %@.
fr: Vous avez une licence perpétuelle pour toutes les versions publiées avant le %@.
it: Hai una licenza illimitata per tutte le versioni precedenti %@.
ja: %@ 以前のすべてのバージョンの永久ライセンスをお持ちです。
nl: Je hebt een eeuwigdurende licentie voor alle versies vóór %@.
pl: Posiadasz wieczystą licencję na wszystkie poprzednie wersje %@.
pt_br: Você tem uma licença perpétua para todas as versões anteriores à %@.
ru: У вас постоянная лицензия для всех версий, выпущенных до %@.
sk: Máte trvalú licenciu pre všetky verzie pred %@.
sv: Du har en evig licens för alla versioner innan %@.
th: คุณได้สิทธิ์ถาวรสำหรับทุกเวอร์ชันก่อน %@
uk: У вас постійна ліцензія для всіх версій, випущених до %@.
zh_hans: 在 %@ 之前，您拥有一个所有功能的终身订阅。

source: [Premium/Price Plan/Conditions/1 year email support]
cs: Jeden rok e-mailové podpory
de: Ein Jahr E-Mail-Support
es: Un año de soporte por correo electrónico
fr: Un an d'assistance par e-mail
it: Un anno di assistenza via email
ja: 1年間のEメールサポート
nl: Eén jaar e-mailondersteuning
pl: Rok wsparcia poprzez e-mail
pt_br: Um ano de suporte via e-mail
ru: Год поддержки по электронной почте
sk: Jeden rok e-mailovej podpory
sv: Ett år support via e-post
th: ระยะเวลาหนึ่งปีสำหรับการช่วยเหลือทางอีเมล
uk: Рік підтримки по електронній пошті
zh_hans: 一年的电子邮件支持

source: [Premium/Price Plan/Conditions/all premium features]
cs: Všechny prémiové funkce
de: Alle Premiumfunktionen
es: Todas las características premium
fr: Toutes les fonctionnalités Premium
it: Tutte le funzioni Premium
ja: プレミアム版のすべての機能
nl: Alle premium-functies
pl: Wszystkie funkcje premium
pt_br: Todos os recursos Premium
ru: Все премиум-функции
sk: Všetky prémiové funkcie
sv: Alla premiumfunktioner
th: คุณสมบัติพรีเมียมทั้งหมด
uk: Усі преміум-функції
zh_hans: 高级版所有功能

source: [Premium/Price Plan/Conditions/community support]
cs: Zákaznická podpora: online fóra
de: Kundensupport: Online-Foren
es: Atención al cliente: foros en línea
fr: Support client : forums en ligne
it: Assistenza clienti: forum online
ja: カスタマーサポート: オンラインフォーラム
nl: Klantenondersteuning: online-fora
pl: Wsparcie klienta: forum online
pt_br: Suporte: fórum on-line
ru: Поддержка: онлайн-форумы
sk: Zákaznícka podpora: online fóra
sv: Kundsupport: Online-forum
th: สนับสนุนลูกค้า: ฟอรัมออนไลน์
uk: Підтримка: онлайн-форуми
zh_hans: 用户支持：在线论坛

source: [Premium/Price Plan/Conditions/current premium features]
cs: Současné prémiové funkce
de: Aktuelle Premiumfunktionen
es: Características premium actuales
fr: Fonctionnalités Premium actuelles
it: Funzioni Premium attuali
ja: 現在のプレミアム機能
nl: Huidige premium-functies
pl: Obecne funkcje premium
pt_br: Recursos Premium atuais
ru: Текущие премиум-функции
sk: Súčasné prémiové funkcie
sv: Nuvarande premiumfunktioner
th: คุณสมบัติพรีเมียมปัจจุบัน
uk: Поточні преміум-функції
zh_hans: 当前高级版功能

source: [Premium/Price Plan/Conditions/email support]
cs: Zákaznická podpora: e-mail
de: Kundensupport: E-Mail
es: Atención al cliente: correo electrónico
fr: Support client : E-mail
it: Assistenza clienti: email
ja: カスタマーサポート: Eメール
nl: Klantenondersteuning: e-mail
pl: Wsparcie klienta: E-mail
pt_br: Suporte: via e-mail
ru: Поддержка: электронная почта
sk: Zákaznícka podpora: e-mail
sv: Kundsupport: E-post
th: สนับสนุนลูกค้า: อีเมล
uk: Підтримка: електронна пошта
zh_hans: 用户支持：电子邮件

source: [Premium/Price Plan/Conditions/family sharing]
cs: Rodinné sdílení
de: Familienfreigabe
es: Compartir en familia
fr: Partage familial
it: In famiglia
ja: Apple ファミリー共有
nl: Delen met gezin
pl: Chmura rodzinna
pt_br: Compartilhamento familiar
ru: Семейный доступ
sk: Rodinné zdieľanie
sv: Familjedelning
th: การแชร์ในครอบครัว
uk: Сімейний доступ
zh_hans: 家人共享

source: [Premium/Price Plan/Conditions/freemium reminders]
cs: Připomenutí bezplatné verze
de: Freemium-Erinnerungen
es: Recordatorios de licencia gratis
fr: Rappels Freemium
it: Promemoria freemium
ja: 無料版のリマインダー
nl: Freemium-herinneringen
pl: Przypomnienia o Freemium
pt_br: Lembretes Freemium
ru: Напоминания о бесплатной версии
sk: Pripomenutie bezplatnej verzie
sv: Freemium-påminnelser
th: แจ้งเตือนการใช้เวอร์ชันฟรี
uk: Нагадування про безкоштовну версію
zh_hans: 免费版提醒

source: [Premium/Price Plan/Conditions/full price upgrade]
cs: Budoucí prémiové funkce by vyžadovaly nový nákup za plnou cenu.
de: Premium-Funktionen, die in Zukunft hinzugefügt werden, erfordern einen Neukauf zum vollen Preis.
es: Las características Premium añadidas en el futuro requerirían una nueva compra a precio completo.
fr: Les fonctionnalités premium ajoutées à l'avenir nécessiteront un nouvel achat au prix fort.
it: Le funzioni Premium aggiunte in futuro richiederebbero un nuovo acquisto a prezzo pieno.
ja: 今後追加されるプレミアム機能には、新たな購入が必要になります。
nl: Voor premiumfuncties die in de toekomst worden toegevoegd, is een nieuwe aankoop voor de volledige prijs vereist.
pl: Funkcje premium dodane w przyszłości będą wymagać nowego zakupu po pełnej cenie.
pt_br: Recursos Premium adicionados no futuro exigirão uma nova compra pelo valor cheio vigente.
ru: Будущие премиум-функции потребуют новой покупки по полной цене.
sk: Prémiové funkcie pridané v budúcnosti by vyžadovali nový nákup za plnú cenu.
sv: Premiumfunktioner som läggs till i framtiden måste köpas för fullt pris.
th: คุณสมบัติพรีเมียมได้เพิ่มรอไว้ในอนาคตเผื่อไว้สำหรับการซื้อเต็มราคา
uk: Майбутні преміум-функції вимагатимуть нової покупки за повною ціною.
zh_hans: 将来添加的高级功能需要全额购买。

source: [Premium/Price Plan/Conditions/future premium features]
cs: Budoucí prémiové funkce
de: Künftige Premiumfunktionen
es: Características premium futuras
fr: Fonctionnalités Premium futures
it: Tutte le funzioni Premium future
ja: 今後のプレミアム機能
nl: Toekomstige premium-functies
pl: Przyszłe funkcje premium
pt_br: Recursos Premium futuros
ru: Будущие премиум-функции
sk: Budúce prémiové funkcie
sv: Framtida premiumfunktioner
th: คุณสมบัติพรีเมียมในอนาคต
uk: Майбутні преміум-функції
zh_hans: 高级版未来功能

source: [Premium/Price Plan/Conditions/perpetual fallback]
cs: Po roce předplatného zůstanou současné prémiové funkce (Perpetual fallback license)
de: Mietkauf (Perpetual Fallback License)
es: Licencia de alquiler con opción a compra (Licencia perpetua)
fr: Licence en location avec option d'achat (licence supplétive perpétuelle)
it: Licenza di affitto (perpetual fallback license)
ja: 購入選択権付リース (perpetual fallback license)
nl: Bruikleenlicentie (terugvallicentie)
pl: Licencja najmu (Perpetual fallback license)
pt_br: Licença Alugue e Tenha (Perpetual fallback license)
ru: Лицензия "Аренда с выкупом" (Резервная бессрочная лицензия)
sk: Po roku predplatného zostanú súčasné prémiové funkcie (Perpetual fallback license)
sv: Hyrlicens (Perpetual fallback license)
th: สิทธิ์ในการเช่ามาเป็นเจ้าของ (Perpetual fallback license)
uk: Ліцензія "Оренда з викупом" (Резервна безстрокова ліцензія)
zh_hans: 共享许可证(Perpetual backbacking licse)

source: [Premium/Price Plan/Conditions/subscription as purchase]
cs: Předplatné jako nákup
de: Abonnement als Kauf
es: Suscripción como compra
fr: Abonnement en tant qu'achat
it: Abbonamento come acquisto
ja: サブスクリプションを購入
nl: Abonnement in de vorm van een aankoop
pl: Zakup jako subskrypcja
pt_br: Assinatura como compra
ru: Подписка как покупка
sk: Predplatné ako nákup
sv: Prenumeration som ett köp
th: ซื้อเป็นแบบสมัครรับ
uk: Підписка як покупка
zh_hans: 视为购买的订阅

source: [Premium/Price Plan/Conditions/updates and bug fixes]
cs: Aktualizace a opravy chyb
de: Updates und Fehlerbehebungen
es: Actualizaciones y correcciones de errores
fr: Mises à jour et correctifs
it: Aggiornamenti e correzioni di bug
ja: 更新とバグ修正
nl: Updates en foutoplossingen
pl: Aktualizacje i poprawki błędów
pt_br: Atualizações e correções de erros
ru: Обновления и исправления ошибок
sk: Aktualizácie a opravy chýb
sv: Uppdateringar och buggfixar
th: อัพเดตและการแก้ไข
uk: Оновлення та виправлення помилок
zh_hans: 更新和漏洞修复

source: [Premium/Price Plan/Free/price]
cs: Zdarma
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
nl: Gratis
pl: Darmowe
pt_br: Grátis
ru: Бесплатно
sk: Zadarmo
sv: Gratis
th: ฟรี
uk: Безкоштовно
zh_hans: 免费

source: [Premium/Price Plan/Free/title]
cs: Zdarma
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
nl: Gratis
pl: Darmowe
pt_br: Grátis
ru: Бесплатно
sk: Zadarmo
sv: Gratis
th: ฟรี
uk: Безкоштовно
zh_hans: 免费

source: [Premium/Price Plan/popular]
cs: Oblíbené
de: Beliebt
es: Popular
fr: Populaire
it: Popolare
ja: 人気
nl: Populair
pl: Popularne
pt_br: Popular
ru: Популярный
sk: Obľúbené
sv: Populär
th: ยอดนิยม
uk: Популярний
zh_hans: 人气

source: [Premium/status] Beta testing
cs: Beta testování
de: Beta-Test
es: Pruebas beta
fr: Fonctionnalités Beta
it: In beta
ja: ベータテスト
nl: Bètatesten
pl: Testy beta
pt_br: Teste beta
ru: Бета-тестирование
sk: Beta testovanie
sv: Betatestning
th: ตัวเบตาทดสอบ
uk: Бета-тестування
zh_hans: 测试版本

source: [Premium/status] Current version: %@
cs: Současná verze: %@
de: Aktuelle Version: %@
es: Versión actual: %@
fr: Version actuelle : %@
it: Versione attuale: %@
ja: 現在のバージョン: %@
nl: Huidige versie: %@
pl: Bieżąca wersja: %@
pt_br: Versão atual: %@
ru: Текущая версия: %@
sk: Súčasná verzia: %@
sv: Nuvarande version: %@
th: รุ่นปัจจุบัน: %@
uk: Поточна версія: %@
zh_hans: 当前版本： %@

source: [Premium/status] Expired %@ ago. Please renew.
cs: Platnost vypršela před %@. Prosím obnovte.
de: Vor %@ abgelaufen. Bitte erneuern.
es: Caducó hace %@. Renueve la suscripción.
fr: Expiré il y a %@ . Veuillez renouveler.
it: Scaduto %@ fa. Rinnovo richiesto.
ja: %@前に期限が切れています。更新をお願いします。
nl: %@ geleden verlopen. Vernieuw je licentie.
pl: Wygasło %@ temu. Proszę odnowić.
pt_br: Venceu %@ atrás. Por favor, renove.
ru: Подписка закончилась %@ назад. Обновите её.
sk: Platnosť vypršala pred %@. Prosím obnovte.
sv: Förföll %@ sen. Var vänlig förnya.
th: หมดอายุเมื่อ %@ ที่แล้ว โปรดต่ออายุใหม่
uk: Підписка закінчилася %@ тому. Поновіть її.
zh_hans: 已经到期 %@ 天, 请续订。

source: [Premium/status] Licensed version: %@
cs: Licencovaná verze: %@
de: Lizenzierte Version: %@
es: Versión con licencia: %@
fr: Version avec licence : %@
it: Versione autorizzata: %@
ja: 購入済みのバージョン: %@
nl: Gelicentieerde versie: %@
pl: Wersja licencjonowana: %@
pt_br: Versão licenciada: %@
ru: Лицензированная версия: %@
sk: Licencovaná verzia: %@
sv: Licensierad version: %@
th: รุ่นใบอนุญาต: %@
uk: Версія з ліцензією: %@
zh_hans: 许可版本: %@

source: [Premium/status] Next renewal on %@
cs: Další obnovení dne %@
de: Nächste Erneuerung am %@
es: Siguiente renovación el %@
fr: Prochain renouvellement le %@
it: Prossimo rinnovo il %@
ja: 次回の更新は%@
nl: Volgende vernieuwing op %@
pl: Następne odnowienie %@
pt_br: Próxima renovação em %@
ru: Следующее обновление %@
sk: Ďalšie obnovenie bude %@
sv: Nästa förnyelse %@
th: ต่ออายุครั้งต่อไปในวันที่ %@
uk: Наступне відновлення підписки %@
zh_hans: 下次续订时间: %@

source: [Premium/status] Valid forever
cs: Platný navždy
de: Gültig für immer
es: Válido por siempre
fr: Valable à vie
it: Valido per sempre
ja: 永久に有効
nl: Permanent geldig
pl: Ważne na zawsze
pt_br: Válido para sempre
ru: Навсегда
sk: Platné navždy
sv: Giltig för alltid
th: ใช้ได้ตลอดไป
uk: Назавжди
zh_hans: 永远有效

source: [Premium/Status/title]
cs: Prémiová verze
de: Premiumversion
es: Versión premium
fr: Version Premium
it: Versione Premium
ja: プレミアム版
nl: Premium-versie
pl: Wersja Premium
pt_br: Versão Premium
ru: Премиум версия
sk: Prémiová verzia
sv: Premiumversion
th: แบบพรีเมี่ยม
uk: Преміум-версія
zh_hans: 高级版本

source: [Premium/Subscription/Legal/text]
cs: Platba bude účtována na váš Apple účet při potvrzení koupě. Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Platba za obnovení předplatného bude stržena až 24 hodin před vypršením aktuálního období. Své předplatné můžete spravovat v nastavení účtu v App Store.
de: Der Kaufpreis wird bei der Kaufbestätigung über Ihr Apple ID-Konto abgerechnet. Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit gekündigt wird. Die Verlängerungsgebühr wird innerhalb von 24 Stunden vor Ablauf der aktuellen Laufzeit über Ihr Konto abgerechnet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf Ihre Kontoeinstellungen im App Store aufrufen.
es: El pago se cargará a su ID de Apple al confirmar la compra. La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes de que finalice el periodo actual. Se cobrará la renovación de la suscripción 24 horas antes que termine el periodo actual. Puede gestionar y cancelar sus suscripciones accediendo a los ajustes de su cuenta en la AppStore después de la compra.
fr: Le paiement sera prélevé sur votre compte Apple au moment de la confirmation de l’achat. L’abonnement est renouvelé automatiquement à moins qu’il ne soit annulé au moins 24 heures avant la fin de la période en cours. Le renouvellement sera prélevé sur votre compte dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements depuis les paramètres du compte dans l’App Store, une fois l’achat réalisé.
it: Il pagamento verrà addebitato sul tuo ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del termine del periodo corrente. Il rinnovo verrà addebitaato sul tuo account nelle 24 ore precedenti il termine del periodo corrente. Puoi gestire e disdire gli abbonamenti nelle impostazioni del tuo account sull'App Store dopo l'acquisto.
ja: お支払いは、Apple IDのアカウントに対し購入確定時に請求いたします。 サブスクリプション（期限付きの使用）は、期限が切れる24時間前までにキャンセルされなければ、自動的に更新されます。更新する場合の請求は、期限終了前の24時間以内に行われます。 サブスクリプションの管理やキャンセルは、購入後にApp Storeのアカウント設定で可能です。
nl: De betaling wordt in rekening gebracht op je Apple ID-account bij de bevestiging van de aankoop. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de huidige periode wordt geannuleerd. Je account wordt binnen 24 uur voor het einde van de huidige periode belast. Je kunt je abonnementen beheren en annuleren door na aankoop naar je accountinstellingen te gaan in de App Store.
pl: Po zakupię płatnością zostanie obciążone Twoje konto Apple ID. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana przynajmniej na 24 godziny przed końcem obecnego okresu. Twoje konto zostanie obciążone w ciągu 24 godzin przed upływem obecnego okresu. Po zakupie możesz zarządzać i anulować subskrypcję przechodząc do ustawień swojego konta w App Store.
pt_br: O valor será cobrado de seu Apple ID imediatamente ao confirmar a compra dentro do app. Assinaturas possuem renovação automática, a menos que canceladas até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. Após a compra, você pode gerenciar e cancelar suas assinaturas nas configurações de sua conta na App Store.
ru: Оплата будет снята с вашего аккаунта Apple ID после подтверждения покупки. Подписка автоматически возобновляется, если не отменена минимум за 24 часа до конца текущего периода. Плата за продление подписки будет снята с вашего аккаунта в течение суток до окончания текущего периода. Вы можете изменить или отменить подписки, зайдя в настройки своего аккаунта в App Store после покупки.
sk: Platba bude naúčtovaná na váš Apple účet pri potvrdení nákupu. Predplatné sa automaticky obnoví, ak nebude zrušené najmenej 24 hodín pred koncom aktuálneho obdobia. Platba za obnovenie predplatného bude zúčtovaná z vášho účtu počas 24 hodín pred vypršaním aktuálneho obdobia. Svoje predplatné môžete spravovať alebo zrušiť po vykonaní nákupu v nastavení vášho účtu v App Store.
sv: Betalning kommer att debiteras ditt Apple-konto vid bekräftelse av köpet. Prenumerationen förnyas automatiskt om inte avbokning sker minst 24 timmar före utgången av den aktuella perioden. Kontot kommer debiteras för förnyelsen inom de sista 24-timmarna före den aktuella perioden tar slut. Du kan hantera och avsluta din prenumeration genom att gå till Kontoinställningar i App Store efter ditt köp.
th: การชำระเงินจะถูกเรียกเก็บไปยังบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อเรียบร้อยแล้ว การสมัครรับจะต่ออายุให้อัตโนมัติหากไม่มีคำสั่งยกเลิกอย่างน้อย 24 ชั่วโมงก่อนที่จะหมดรอบใช้งานปัจจุบัน บัญชีของคุณจะถูกเรียกเก็บเงินเพื่อต่ออายุภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบใช้งานปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครรับโดยเข้าไปที่ตั้งค่าบัญชีของคุณใน App Store หลังจากซื้อเรียบร้อยแล้ว
uk: Оплата буде знята з вашого облікового запису Apple ID після підтвердження покупки. Підписка автоматично поновлюється, якщо не скасована мінімум за 24 години до кінця поточного періоду. Плата за продовження підписки буде знята з вашого облікового запису протягом доби до закінчення поточного періоду. Ви можете змінити або скасувати підписки, зайшовши в налаштування свого облікового запису в App Store після покупки.
zh_hans: 在确认购买时，将会从您的Apple ID账户中收取付款。 除非在到期前至少24小时取消，否则订阅会自动续订。您的账户将在到期前24小时内收取续订费用。 您可以在购买后转到App Store上的账户设置来管理和取消订阅。

source: [Premium/Trial/trial then price]
cs: %1$@ zdarma, pak %2$@
de: %1$@ kostenlos, dann %2$@
es: %1$@ gratis, luego %2$@
fr: %1$@ gratuit, puis %2$@
it: %1$@ gratis, poi %2$@
ja: %1$@ 無料、その後 %2$@
nl: %1$@ gratis, daarna %2$@
pl: %1$@ za darmo, potem %2$@
pt_br: %1$@ grátis, depois %2$@
ru: %1$@ бесплатно, затем %2$@
sk: %1$@ zadarmo, potom %2$@
sv: %1$@ gratis, sedan %2$@
th: ฟรี %1$@, จากนั้น %2$@
uk: %1$@ безкоштовно, потім %2$@
zh_hans: %1$@ 免费，然后 %2$@

source: [Premium/Upgrade] Hmm, there are no upgrades available. This should not happen, please contact support.
cs: Hmm, není k dispozici žádný upgrade. To by se nemělo stát, prosím kontaktujte podporu.
de: Hmm, es sind keine Upgrades verfügbar. Dies sollte nicht passieren, bitte kontaktieren Sie den Support.
es: Hmm, no hay actualizaciones disponibles. Esto no debería suceder, contacte con el servicio de asistencia técnica.
fr: Hmm, il n'y a aucune mise à jour disponible. Cela ne devrait pas se produire, veuillez contacter le support.
it: Hmm, non ci sono upgrade disponibili. Questo non dovrebbe succedere, contatta l'assistenza.
ja: アップグレードがありません。サポートにお問い合わせください。
nl: Hmm, er zijn geen upgrades beschikbaar. Dit mag niet gebeuren; neem contact op met ons ondersteuningsteam.
pl: Hmm, brak dostępnej aktualizacji. To nie powinno się wydarzyć - skontaktuj się ze wsparciem.
pt_br: Hum... Não há atualizações disponíveis. Isso não deveria ocorrer. Por favor, contate nosso suporte.
ru: Нет доступных покупок. Такого быть не должно, свяжитесь со службой поддержки.
sk: Hmm, nie je k dispozícii žiadny upgrade. To by sa nemalo stať, prosím kontaktujte podporu.
sv: Hmm, det finns inga uppgraderingar tillgängliga. Detta ska inte hända, var vänlig kontakta supporten.
th: หืม ตอนนี้ไม่มีการอัพเกรดให้ใช้ได้ ซึ่งเป็นสิ่งที่ไม่ควรเกิดขึ้น โปรดติดต่อฝ่ายสนับสนุน
uk: Немає доступних покупок. Такого бути не повинно, зв'яжіться зі службою підтримки.
zh_hans: 没有可用的升级, 这不应该发生, 请联系技术支持。

source: [Premium/Upgrade/action] Upgrade to Premium
cs: Přejít na Premium
de: Auf Premium aktualisieren
es: Actualizar a Premium
fr: Passer à la version Premium
it: Passa a Premium
ja: プレミアム版にアップグレード
nl: Upgrade naar Premium
pl: Uaktualnij do Premium
pt_br: Atualizar para Premium
ru: Купить полную версию
sk: Prejsť na Premium
sv: Uppgradera till premium
th: อัพเกรดเป็นพรีเมียม
uk: Придбати повну версію
zh_hans: 升级到高级版

source: [Premium/Upgrade/cancelOngoingSubscription]
cs: Zkontrolujte si prosím, zda nepotřebujete zrušit své staré předplatné.
de: Bitte überprüfen Sie, ob Sie Ihr altes Abonnement kündigen müssen.
es: Compruebe si necesitas cancelar su antigua suscripción.
fr: Veuillez vérifier si vous devez annuler votre ancien abonnement.
it: Spunta se desideri annullare il tuo vecchio abbonamento.
ja: 古いサブスクリプションの解約が必要ないかご確認ください。
nl: Controleer of u uw oude abonnement moet opzeggen.
pl: Sprawdź, czy nie musisz anulować poprzedniej subskrypcji.
pt_br: Por favor, verifique se você precisa cancelar sua assinatura anterior.
ru: Проверьте, не нужно ли отменить старую подписку.
sk: Skontrolujte si prosím, či nepotrebujete zrušiť svoje staré predplatné.
sv: Kontrollera om du måste avbryta din gamla prenumeration.
th: โปรดตรวจสอบให้ดี หากคุณต้องการยกเลิกการสมัครรับของครั้งก่อน
uk: Перевірте, чи не потрібно скасувати попередню підписку.
zh_hans: 请检查您是否需要取消您的旧订阅。
