Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [FileInfo/Attributes/Hidden/warning]
cs: Skryté soubory jsou méně viditelné pro bežné uživatele, ale nezlepšují zabezpečení dat.
de: Verborgene Dateien sind für einen gelegentlichen Benutzer weniger sichtbar, verbessern aber nicht die Datensicherheit.
es: Los archivos ocultos son menos visibles para un usuario ocasional, pero no mejoran la seguridad de los datos.
fr: Les fichiers cachés sont moins visibles pour un utilisateur occasionnel, mais n'améliorent pas la sécurité des données.
it: I file nascosti sono meno visibili a un utente inesperto, ma non migliorano la sicurezza dei dati.
ja: ファイルの非表示は、ユーザーには見えにくくなりますがセキュリティは向上しません。
nl: Verborgen bestanden zijn minder zichtbaar voor een terloopse gebruiker, maar verbeteren de gegevensbeveiliging niet.
pl: Ukryte pliki są mniej widoczne dla użytkownika, ale nie poprawiają bezpieczeństwa danych.
pt_br: Arquivos ocultos são menos visíveis para um usuário casual, mas não melhoram a segurança dos dados.
ru: Скрытые файлы менее заметны для случайного пользователя, но не улучшают безопасность данных.
sk: Skryté súbory sú pre bežného používateľa menej viditeľné, ale nezvyšujú bezpečnosť údajov.
sv: Dolda filer är mindre synliga för vanliga användare, men förbättrar inte datasäkerheten.
uk: Приховані файли менш видимі для звичайного користувача, але не покращують безпеку даних.
zh_hans: 对于普通用户来说，隐藏文件的可见度较低，但并不能提高数据的安全性。

source: [FileInfo/Backup/header]
cs: Záloha
de: Backup
es: Copia de seguridad
fr: Sauvegarde
it: Copie di sicurezza
ja: バックアップ
nl: Back-up
pl: Kopia zapasowa
pt_br: Cópias de segurança
ru: Резервирование
sk: Záloha
sv: Backup
th: การสำรองข้อมูล
uk: Резервна копія
zh_hans: 备份

source: [FileInfo/Error/failed to change attributes]
cs: Nepodařilo se aktualizovat vlastnosti souboru.
de: Datei-Attribute konnten nicht aktualisiert werden.
es: No se pudieron actualizar los atributos del archivo.
fr: Échec de la mise à jour des attributs de fichier.
it: Impossibile aggiornare attributi file.
ja: ファイル属性の更新に失敗しました。
nl: Kan bestandsattributen niet bijwerken.
pl: Nie udało się zaktualizować atrybutów pliku.
pt_br: Não foi possível atualizar os atributos do arquivo.
ru: Не удалось обновить атрибуты файла.
sk: Nepodarilo sa aktualizovať vlastnosti súboru.
sv: Uppdatering av filattribut misslyckades.
th: ไม่สามารถอัพเดตคุณลักษณะได้
uk: Не вдалося оновити атрибути файлу.
zh_hans: 更新文件属性失败。

source: [FileInfo/Field/title] Creation Date
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日時
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Criado
ru: Дата создания
sk: Dátum vytvorenia
sv: Skapad
th: วันที่สร้าง
uk: Дата створення
zh_hans: 建立时间

source: [FileInfo/Field/title] File Location
cs: Umístění souboru
de: Ablageort
es: Localización del archivo
fr: Emplacement du fichier
it: Posizione file
ja: ファイルの場所
nl: Bestandslocatie
pl: Lokalizacja pliku
pt_br: Local
ru: Расположение файла
sk: Umiestnenie súboru
sv: Lagringsplats
th: ตำแหน่งที่ตั้งไฟล์
uk: Місцезнаходження файлу
zh_hans: 文件位置

source: [FileInfo/Field/title] File Name
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
it: Nome file
ja: ファイル名
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome
ru: Имя файла
sk: Názov súboru
sv: Filnamn
th: ชื่อไฟล์
uk: Назва файлу
zh_hans: 文件名

source: [FileInfo/Field/title] File Size
cs: Velikost souboru
de: Dateigröße
es: Tamaño del archivo
fr: Taille Du Fichier
it: Dimensione file
ja: ファイルサイズ
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho
ru: Размер файла
sk: Veľkosť súboru
sv: Filstorlek
th: ขนาดไฟล์
uk: Розмір файлу
zh_hans: 文件大小

source: [FileInfo/Field/title] Last Modification Date
cs: Datum poslední změny
de: Letzte Änderung
es: Fecha de la última modificación
fr: Date de dernière modification
it: Data ultima modifica
ja: 最終更新日時
nl: Laatst gewijzigd op
pl: Data ostatniej modyfikacji
pt_br: Última modificação
ru: Дата изменения
sk: Dátum poslednej zmeny
sv: Senast redigerad
th: วันที่แก้ไขครั้งล่าสุด
uk: Дата останньої зміни
zh_hans: 最后修改日期

source: [FileInfo/Field/valueError] Error
cs: Chyba
de: Fehler
es: Error
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sk: Chyba
sv: Fel
th: ผิดพลาด
uk: Помилка
zh_hans: 错误

source: [FileInfo/isExcludedFromBackup/title]
cs: Vyloučit ze zálohy iCloudu/iTunes
de: Von iCloud/iTunes-Backup ausschließen
es: Excluir de Copia de seguridad de iCloud/iTunes
fr: Exclure de la sauvegarde iCloud/iTunes
it: Escludi da backup iCloud/iTunes
ja: iCloud/iTunesのバックアップから除外
nl: Uitsluiten van iCloud/iTunes back-up
pl: Wyklucz z kopii zapasowej iCloud/iTunes
pt_br: Excluir do backup do iCloud/iTunes
ru: Исключить из резервной копии iCloud/iTunes
sk: Vylúčiť zo zálohy iCloud/iTunes
sv: Exkludera från säkerhetskopiering till iCloud/iTunes
th: ยกเว้นจากการสำรองข้อมูลด้วย iCloud/iTunes
uk: Виключити з резервної копії iCloud/iTunes
zh_hans: 从 iCloud/iTunes 中排除备份

source: [FileInfo/title]
cs: Informace o souboru
de: Datei-Information
es: Información de archivo
fr: Informations
it: Info file
ja: ファイルの情報
nl: Bestandsinformatie
pl: Informacje o pliku
pt_br: Informações
ru: Информация о файле
sk: Informácie o súbore
sv: Filinfo
th: รายละเอียดไฟล์
uk: Відомості про файл
zh_hans: 文件信息

source: [FileKeeper] Failed to delete file. Reason: %@
cs: Nepodařilo se odstranit soubor. Důvod: %@
de: Fehler beim Löschen der Datei. Grund: %@
es: No se pudo eliminar el archivo. Motivo: %@
fr: Échec de suppression du fichier. Raison : %@
it: Eliminazione file fallita. Motivo: %@
ja: ファイルを削除できません: %@
nl: Kan bestand niet verwijderen. Reden: %@
pl: Nie udało się usunąć pliku. Powód: %@
pt_br: Falha ao apagar arquivo. Motivo: %@
ru: Не удалось удалить файл. Причина: %@
sk: Nepodarilo sa vymazať súbor. Dôvod: %@
sv: Misslyckades att radera filen. Anledning: %@
th: ไม่สามารถลบไฟล์ด้วยเหตุผล: %@
uk: Не вдалося видалити файл. Причина: %@
zh_hans: 删除文件错误。原因:%@

source: [FileKeeper] Failed to import file. Reason: %@
cs: Nepodařilo se importovat soubor. Důvod: %@
de: Fehler beim Dateiimport. Grund: %@
es: Error al importar el archivo. Motivo: %@
fr: Échec de l'import du fichier. Raison : %@
it: Importazione file fallita. Motivo: %@
ja: ファイルを読み込めません: %@
nl: Kan bestand niet importeren. Reden: %@
pl: Nie udało się zaimportować pliku. Powód: %@
pt_br: Falha ao importar arquivo. Motivo: %@
ru: Не удалось импортировать файл. Причина: %@
sk: Nepodarilo sa naimportovať súbor. Dôvod: %@
sv: Misslyckades att importera filen. Anledning: %@
th: ไม่สามารถนำเข้าไฟล์ด้วยเหตุผล: %@
uk: Не вдалося імпортувати файл. Причина: %@
zh_hans: 文件导入失败。原因: %@

source: [FileKeeper] Failed to open file. Reason: %@
cs: Nepodařilo se otevřít soubor. Důvod: %@
de: Datei konnte nicht geöffnet werden. Grund: %@
es: No se pudo abrir el archivo. Motivo: %@
fr: Échec de l'ouverture du fichier. Raison : %@
it: Apertura file fallita. Motivo: %@
ja: ファイルを開けません: %@
nl: Kan bestand niet openen. Reden: %@
pl: Nie udało się otworzyć pliku. Powód: %@
pt_br: Falha ao abrir arquivo. Motivo: %@
ru: Не удалось открыть файл. Причина: %@
sk: Nepodarilo sa otvoriť súbor. Dôvod: %@
sv: Misslyckades att öppna filen. Anledning %@
th: ไม่สามารถเปิดไฟล์ด้วยเหตุผล: %@
uk: Не вдалося відкрити файл. Причина: %@
zh_hans: 文件打开失败。原因: %@

source: [FileKeeper] Not a file URL
cs: Nesprávný odkaz
de: Keine Datei-URL
es: No es una URL de archivo
fr: Pas une adresse URL de fichier
it: URL non riferito a un file
ja: ファイルがありません
nl: Geen bestands-url
pl: To nie jest adres URL pliku
pt_br: Esse URL não aponta para um arquivo
ru: Не файловый URL
sk: Nesprávny odkaz
sv: Inte en fil-URL
th: ไม่ใช่ไฟล์ URL
uk: Не є URL-адреса файлу
zh_hans: 不是一个文件网址

source: [FileProvider/Amerigo/name]
cs: Amerigo
de: Amerigo
es: Amerigo
fr: Amerigo
it: Amerigo
ja: Amerigo
nl: Amerigo
pl: Amerigo
pt_br: Amerigo
ru: Amerigo
sk: Amerigo
sv: Amerigo
th: Amerigo
uk: Amerigo
zh_hans: Amerigo

source: [FileProvider/Box/name]
cs: Box
de: Box
es: Box
fr: Box
it: Box
ja: Box
nl: Box
pl: Box
pt_br: Box
ru: Box
sk: Box
sv: Box
th: Box
uk: Box
zh_hans: Box

source: [FileProvider/Boxcryptor/name]
cs: Boxcryptor
de: Boxcryptor
es: Boxcryptor
fr: Boxcryptor
it: Boxcryptor
ja: Boxcryptor
nl: Boxcryptor
pl: Boxcryptor
pt_br: Boxcryptor
ru: Boxcryptor
sk: Boxcryptor
sv: Boxcryptor
th: Boxcryptor
uk: Boxcryptor
zh_hans: Boxcryptor

source: [FileProvider/Cryptomator/name]
cs: Cryptomator
de: Cryptomator
es: Cryptomator
fr: Cryptomator
it: Cryptomator
ja: Cryptomator
nl: Cryptomator
pl: Cryptomator
pt_br: Cryptomator
ru: Cryptomator
sk: Cryptomator
sv: Cryptomator
th: Cryptomator
uk: Cryptomator
zh_hans: Cryptomator

source: [FileProvider/Dropbox/name]
cs: Dropbox
de: Dropbox
es: Dropbox
fr: Dropbox
it: Dropbox
ja: Dropbox
nl: Dropbox
pl: Dropbox
pt_br: Dropbox
ru: Dropbox
sk: Dropbox
sv: Dropbox
th: Dropbox
uk: Dropbox
zh_hans: Dropbox

source: [FileProvider/FE File Explorer/name]
cs: FE File Explorer
de: FE File Explorer
es: FE File Explorer
fr: FE File Explorer
it: FE File Explorer
ja: FE File Explorer
nl: FE File Explorer
pl: FE File Explorer
pt_br: FE File Explorer
ru: FE File Explorer
sk: FE File Explorer
sv: FE File Explorer
th: FE File Explorer
uk: FE File Explorer
zh_hans: FE File Explorer

source: [FileProvider/Google Drive/name]
cs: Google Drive
de: Google Drive
es: Google Drive
fr: Google Drive
it: Google Drive
ja: Google Drive
nl: Google Drive
pl: Dysk Google
pt_br: Google Drive
ru: Google Диск
sk: Google Drive
sv: Google Drive
th: Google Drive
uk: Google Drive
zh_hans: Google Drive

source: [FileProvider/iCloud Drive/name]
cs: iCloud Drive
de: iCloud Drive
es: iCloud Drive
fr: iCloud Drive
it: iCloud Drive
ja: iCloud Drive
nl: iCloud Drive
pl: Dysk iCloud
pt_br: iCloud Drive
ru: iCloud Drive
sk: iCloud Drive
sv: iCloud Drive
th: iCloud Drive
uk: iCloud Drive
zh_hans: iCloud 云盘

source: [FileProvider/MagentaCloud/name]
cs: MagentaCLOUD
de: MagentaCLOUD
es: MagentaCLUD
fr: MagentaCLOUD
it: MagentaCLOUD
ja: MagentaCLOUD
nl: MagentaCLOUD
pl: MagentaCLOUD
pt_br: MagentaCLOUD
ru: MagentaCLOUD
sk: MagentaCLOUD
sv: MagentaCLOUD
uk: MagentaCLOUD
zh_hans: MagentaCLOUD

source: [FileProvider/Mega.nz/name]
cs: MEGA.nz
de: MEGA.nz
es: MEGA.nz
fr: MEGA.nz
it: MEGA.nz
ja: MEGA.nz
nl: MEGA.nz
pl: MEGA.nz
pt_br: MEGA.nz
ru: MEGA.nz
sk: MEGA.nz
sv: MEGA.nz
th: MEGA.nz
uk: MEGA.nz
zh_hans: MEGA.nz

source: [FileProvider/Nextcloud/name]
cs: Nextcloud
de: Nextcloud
es: Nextcloud
fr: Nextcloud
it: Nextcloud
ja: Nextcloud
nl: Nextcloud
pl: Nextcloud
pt_br: Nextcloud
ru: Nextcloud
sk: Nextcloud
sv: Nextcloud
th: Nextcloud
uk: Nextcloud
zh_hans: Nextcloud

source: [FileProvider/On My iPad/name]
cs: V mém iPadu
de: Auf meinem iPad
es: En mi iPad
fr: Sur mon iPad
it: iPad
ja: このiPad内
nl: Op mijn iPad
pl: Na moim iPad
pt_br: No Meu iPad
ru: iPad
sk: Na mojom iPade
sv: På min iPad
th: ใน iPad ของฉัน
uk: На моєму iPad
zh_hans: 在我的 iPad 上

source: [FileProvider/On My iPhone/name]
cs: V mém iPhonu
de: Auf meinem iPhone
es: En mi iPhone
fr: Sur mon iPhone
it: iPhone
ja: このiPhone内
nl: Op mijn iPhone
pl: Na moim iPhone
pt_br: No Meu iPhone
ru: iPhone
sk: Na mojom iPhone
sv: På min iPhone
th: ใน iPhone ของฉัน
uk: На моєму iPhone
zh_hans: 在我的 iPhone 上

source: [FileProvider/OneDrive/name]
cs: OneDrive
de: OneDrive
es: OneDrive
fr: OneDrive
it: OneDrive
ja: OneDrive
nl: OneDrive
pl: OneDrive
pt_br: OneDrive
ru: OneDrive
sk: OneDrive
sv: OneDrive
th: OneDrive
uk: OneDrive
zh_hans: OneDrive

source: [FileProvider/ownCloud/name]
cs: ownCloud
de: ownCloud
es: ownCloud
fr: ownCloud
it: ownCloud
ja: ownCloud
nl: ownCloud
pl: ownCloud
pt_br: ownCloud
ru: ownCloud
sk: ownCloud
sv: ownCloud
th: ownCloud
uk: ownCloud
zh_hans: ownCloud

source: [FileProvider/pCloud/name]
cs: pCloud
de: pCloud
es: pCloud
fr: pCloud
it: pCloud
ja: pCloud
nl: pCloud
pl: pCloud
pt_br: pCloud
ru: pCloud
sk: pCloud
sv: pCloud
th: pCloud
uk: pCloud
zh_hans: pCloud

source: [FileProvider/ProtonDrive/name]
cs: Proton Drive
de: Proton Drive
es: Proton Drive
fr: Proton Drive
it: Proton Drive
ja: Proton Drive
nl: Proton Drive
pl: Proton Drive
pt_br: Proton Drive
ru: Proton Drive
sk: Proton Drive
sv: Proton Drive
th: Proton Drive
uk: Proton Drive
zh_hans: Proton Drive

source: [FileProvider/qnapQFile/name]
cs: Qfile
de: Qfile
es: Qfile
fr: Qfile
it: Qfile
ja: QNAP Qfile
nl: Qfile
pl: Qfile
pt_br: Qfile
ru: Qfile
sk: Qfile
sv: Qfile
th: Qfile
uk: Qfile
zh_hans: Qfile

source: [FileProvider/Readdle Documents/name]
cs: Documents by Readdle
de: Documents von Readdle
es: Documents de Readdle
fr: Documents par Readdle
it: Documents di Readdle
ja: Documents by Readdle
nl: Documents by Readdle
pl: Dokumenty Readdle
pt_br: Documents da Readdle
ru: Documents от Readdle
sk: Documents by Readdle
sv: Documents by Readdle
th: Documents by Readdle
uk: Documents від Readdle
zh_hans: Documents by Readdle

source: [FileProvider/Resilio Sync/name]
cs: Resilio Sync
de: Resilio Sync
es: Resilio Sync
fr: Resilio Sync
it: Resilio Sync
ja: Resilio Sync
nl: Resilio Sync
pl: Resilio Sync
pt_br: Resilio Sync
ru: Resilio Sync
sk: Resilio Sync
sv: Resilio Sync
th: Resilio Sync
uk: Resilio Sync
zh_hans: Resilio Sync

source: [FileProvider/Seafile Pro/name]
cs: Seafile Pro
de: Seafile Pro
es: Seafile Pro
fr: Seafile Pro
it: Seafile Pro
ja: Seafile Pro
nl: Seafile Pro
pl: Seafile Pro
pt_br: Seafile Pro
ru: Seafile Pro
sk: Seafile Pro
sv: Seafile Pro
th: Seafile Pro
uk: Seafile Pro
zh_hans: Seafile Pro

source: [FileProvider/Secure ShellFish/name]
cs: Secure ShellFish
de: Secure ShellFish
es: Secure ShellFish
fr: Secure ShellFish
it: Secure ShellFish
ja: Secure ShellFish
nl: Secure ShellFish
pl: Secure ShellFish
pt_br: Secure ShellFish
ru: Secure ShellFish
sk: Secure ShellFish
sv: Secure ShellFish
uk: Secure ShellFish
zh_hans: Secure ShellFish

source: [FileProvider/SMB/name]
cs: SMB server
de: SMB-Server
es: Servidor SMB
fr: Serveur SMB
it: Server SMB
ja: SMBサーバー
nl: SMB-server
pl: Serwer SMB
pt_br: Servidor SMB
ru: SMB-сервер
sk: SMB server
sv: SMB-server
th: SMB server
uk: SMB-сервер
zh_hans: SMB 服务器

source: [FileProvider/Stratospherix FileBrowser/name]
cs: FileBrowser
de: FileBrowser
es: FileBrowser
fr: FileBrowser
it: FileBrowser
ja: Stratospherix FileBrowser
nl: FileBrowser
pl: FileBrowser
pt_br: FileBrowser
ru: FileBrowser
sk: FileBrowser
sv: FileBrowser
th: FileBrowser
uk: FileBrowser
zh_hans: FileBrowser

source: [FileProvider/sync.com/name]
cs: Sync.com
de: Sync.com
es: Sync.com
fr: Sync.com
it: Sync.com
ja: Sync.com
nl: Sync.com
pl: Sync.com
pt_br: Sync.com
ru: Sync.com
sk: Sync.com
sv: Sync.com
th: Sync.com
uk: Sync.com
zh_hans: Sync.com

source: [FileProvider/Synology Drive/name]
cs: Synology Drive
de: Synology Drive
es: Synology Drive
fr: Synology Drive
it: Synology Drive
ja: Synology Drive
nl: Synology Drive
pl: Dysk Synology
pt_br: Synology Drive
ru: Synology Drive
sk: Synology Drive
sv: Synology Drive
th: Synology Drive
uk: Synology Drive
zh_hans: Synology Drive

source: [FileProvider/Synology DS file/name]
cs: Synology DS file
de: Synology DS file
es: Synology DS file
fr: Synology DS file
it: Synology DS file
ja: Synology DS file
nl: Synology DS file
pl: Pliki Synology DS
pt_br: Synology DS file
ru: Synology DS file
sk: Synology DS file
sv: Synology DS file
th: Synology DS file
uk: Synology DS file
zh_hans: Synology DS 文件

source: [FileProvider/Tresorit/name]
cs: Tresorit
de: Tresorit
es: Tresorit
fr: Tresorit
it: Tresorit
ja: Tresorit
nl: Tresorit
pl: Tresort
pt_br: Tresorit
ru: Tresorit
sk: Tresorit
sv: Tresorit
th: Tresorit
uk: Tresorit
zh_hans: Tresorit

source: [FileProvider/USB drive/name]
cs: USB jednotka
de: USB-Speichergerät
es: Dispositivo USB
fr: Lecteur USB
it: Unità USB
ja: USBドライブ
nl: USB-schijf
pl: Dysk USB
pt_br: Unidade USB
ru: USB-диск
sk: USB disk
sv: USB-enhet
th: ไดรฟ์ USB
uk: USB-накопичувач
zh_hans: U 盘

source: [FileProvider/Yandex.Disk/name]
cs: Yandex.Disk
de: Yandex.Disk
es: Yandex.Disk
fr: Yandex.Disk
it: Yandex.Disk
ja: Yandex.Disk
nl: Yandex.Disk
pl: Yandex.Disk
pt_br: Yandex.Disk
ru: Яндекс.Диск
sk: Yandex.Disk
sv: Yandex.Disk
th: Yandex.Disk
uk: Yandex.Disk
zh_hans: Yandex.Disk

source: [General/DestinationGroup/title] Choose a Destination
cs: Vyberte cíl
de: Speicherort wählen
es: Elija un destino
fr: Choisissez une destination
it: Scegli una destinazione
ja: 保存先を選択
nl: Kies een bestemming
pl: Miejsce docelowe
pt_br: Escolha um destino
ru: Выберите место назначения
sk: Vyberte cieľ
sv: Välj en målmapp
th: เลือกปลายทาง
uk: Виберіть місце призначення
zh_hans: 选择目标位置

source: [General/Feature/Off]
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
it: No
ja: オフ
nl: Uit
pl: Wyłącz
pt_br: Não
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
uk: Вимк.
zh_hans: 关闭

source: [General/Feature/On]
cs: Zapnuto
de: Ein
es: Activado
fr: Activé
it: Sì
ja: オン
nl: Aan
pl: Włącz
pt_br: Sim
ru: Вкл.
sk: Zapnuté
sv: På
th: เปิด
uk: Увімк.
zh_hans: 启用

source: [General/FileList/Empty/title]
cs: Složka je prázdná
de: Ordner ist leer
es: La carpeta está vacía
fr: Le dossier est vide
it: La cartella è vuota
ja: フォルダが空です
nl: De map is leeg
pl: Folder jest pusty
pt_br: Pasta vazia
ru: Папка пуста
sk: Priečinok je prázdny
sv: Mappen är tom
th: โฟลเดอร์ว่างเปล่า
uk: Папка порожня
zh_hans: 文件夹为空

source: [Generic] Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
uk: Скасувати
zh_hans: 取消

source: [Generic] Contact Support
cs: Kontaktovat podporu
de: Kontakt zum Support
es: Contactar con el servicio de asistencia
fr: Contactez l'assistance technique
it: Contatta il supporto
ja: お問い合わせ
nl: Neem contact op met ons ondersteuningsteam
pl: Uzyskaj wsparcie
pt_br: Contate o suporte
ru: Напишите нам
sk: Kontaktovať podporu
sv: Kontakta Support
th: ติดต่อฝ่ายสนับสนุน
uk: Напишіть нам
zh_hans: 联络支持团队

source: [Generic] Contact Us
cs: Napište nám
de: Kontakt
es: Contáctenos
fr: Contactez-nous
it: Contattaci
ja: お問い合わせ
nl: Neem contact op
pl: Skontaktuj się z nami
pt_br: Contate-nos
ru: Связаться с нами
sk: Kontaktujte nás
sv: Kontakta oss
th: ติดต่อเรา
uk: Зв'яжіться з нами
zh_hans: 联系我们

source: [Generic] Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ไปต่อ
uk: Продовжити
zh_hans: 继续

source: [Generic] Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
sk: Kopírovať
sv: Kopiera
th: คัดลอก
uk: Копіювати
zh_hans: 复制

source: [Generic] Create
cs: Vytvořit
de: Hinzufügen
es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Maken
pl: Utwórz
pt_br: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa
th: สร้าง
uk: Створити
zh_hans: 创建

source: [Generic] Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijder
pl: Skasuj
pt_br: Apagar
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
uk: Видалити
zh_hans: 删除

source: [Generic] Delete All
cs: Vymazat vše
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutti
ja: すべて削除
nl: Verwijder alles
pl: Usuń wszystko
pt_br: Apagar tudo
ru: Удалить все
sk: Vymazať všetko
sv: Radera allt
th: ลบทั้งหมด
uk: Видалити все
zh_hans: 全部删除

source: [Generic] Discard
cs: Zahodit
de: Verwerfen
es: Descartar
fr: Annuler
it: Scarta
ja: 終了
nl: Verwerp
pl: Odrzuć
pt_br: Descartar
ru: Не сохранять
sk: Zahodiť
sv: Överge
th: ละทิ้ง
uk: Не зберігати
zh_hans: 舍弃

source: [Generic] Dismiss
cs: Zavřít
de: Beenden
es: Rechazar
fr: Ignorer
it: Ignora
ja: 閉じる
nl: Negeer
pl: Odrzuć
pt_br: Dispensar
ru: Закрыть
sk: Zatvoriť
sv: Avfärda
th: ไม่สนใจ
uk: Закрити
zh_hans: 关闭

source: [Generic] Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
uk: Готово
zh_hans: 完成

source: [Generic] Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica
ja: 編集
nl: Bewerk
pl: Edytuj
pt_br: Editar
ru: Изменить
sk: Upraviť
sv: Redigera
th: แก้ไข
uk: Змінити
zh_hans: 编辑

source: [Generic] Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 共有
nl: Exporteer
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sk: Exportovať
sv: Exportera
th: ส่งออก
uk: Експорт
zh_hans: 汇出

source: [Generic] Fix this
cs: Opravit
de: Beheben
es: Solucionar
fr: Résoudre ce problème
it: Risolvi
ja: 修復する
nl: Herstel dit
pl: Napraw to
pt_br: Resolva isso
ru: Исправить это
sk: Opraviť
sv: Åtgärda
uk: Виправити це
zh_hans: 修复错误

source: [Generic] Learn more
cs: Více informací…
de: Mehr erfahren …
es: Más información…
fr: En savoir plus…
it: Maggiori informazioni...
ja: 詳細...
nl: Meer informatie
pl: Dowiedz się więcej…
pt_br: Saiba mais…
ru: Подробнее…
sk: Zistiť viac…
sv: Läs mer…
th: เรียนรู้เพิ่มเติม…
uk: Детальніше…
zh_hans: 了解更多

source: [Generic] More Actions
cs: Další akce
de: Weitere Aktionen
es: Más acciones
fr: Plus d'actions
it: Altre azioni
ja: その他のアクション
nl: Meer acties
pl: Więcej opcji
pt_br: Mais ações
ru: Дополнительные действия
sk: Viac možností
sv: Fler åtgärder
th: เพิ่มเติม
uk: Додаткові дії
zh_hans: 更多动作

source: [Generic] Move
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
ru: Переместить
sk: Presunúť
sv: Flytta
th: ย้าย
uk: Перемістити
zh_hans: 移动

source: [Generic] OK
cs: OK
de: OK
es: Aceptar
fr: OK
it: OK
ja: OK
nl: Oké
pl: OK
pt_br: OK
ru: ОК
sk: OK
sv: OK
th: ตกลง
uk: OK
zh_hans: 确定

source: [Generic] Open URL
cs: Otevřít URL
de: URL öffnen
es: Abrir URL
fr: Ouvrir l'URL
it: Apri URL
ja: URLを開く
nl: URL openen
pl: Otwórz URL
pt_br: Abrir URL
ru: Открыть URL
sk: Otvoriť URL
sv: Öppna URL
th: เปิด URL
uk: Відкрити URL
zh_hans: 打开链接

source: [Generic] Overwrite
cs: Přepsat
de: Überschreiben
es: Sobreescribir
fr: Écraser
it: Sovrascrivi
ja: 上書き
nl: Overschrijf
pl: Zastąp
pt_br: Sobrescrever
ru: Перезаписать
sk: Prepísať
sv: Skriv över
th: เขียนทับ
uk: Перезаписати
zh_hans: 覆盖

source: [Generic] Print
cs: Tisk
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: プリント
nl: Druk af
pl: Drukuj
pt_br: Imprimir
ru: Печать
sk: Vytlačiť
sv: Skriv ut
uk: Друкувати
zh_hans: 打印

source: [Generic] Rename
cs: Přejmenovat
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinomina
ja: 名前を変更
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
uk: Перейменувати
zh_hans: 重新命名

source: [Generic] Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
nl: Vervang
pl: Zastąp
pt_br: Substituir
ru: Заменить
sk: Nahradiť
sv: Ersätt
th: แทนที่
uk: Замінити
zh_hans: 替换

source: [Generic] Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstel
pl: Przywróć
pt_br: Restaurar
ru: Восстановить
sk: Obnoviť
sv: Återställ
th: คืนค่า
uk: Відновити
zh_hans: 还原

source: [Generic] Retry
cs: Opakovat
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: やり直す
nl: Opnieuw
pl: Ponów próbę
pt_br: Tentar novamente
ru: Повтор
sk: Skúsiť znova
sv: Försök igen
uk: Повторити спробу
zh_hans: 重试

source: [Generic] Reveal in Finder
cs: Zobrazit ve Finderu
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
sv: Visa i Finder
th: แสดงใน Finder
uk: Показати в Finder
zh_hans: 在“访达”中查看

source: [Generic] Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
uk: Поділитися
zh_hans: 分享
