Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Database/Load/Error] Cannot find database file
cs: Nelze najít databázi
de: Datenbank-Datei kann nicht gefunden werden
es: No se puede encontrar el archivo de base de datos
fr: Impossible de trouver le fichier de la base de données
it: File database non trovato
ja: データベースが見つかりません
nl: Kan databasebestand niet vinden
pl: Nie odnaleziono pliku bazy danych
pt_br: Arquivo de banco de dados não encontrado
ru: Не удалось найти файл базы паролей
sk: Nenájdený databázový súbor
sv: Kan inte hitta databasfilen
th: ไม่สามารถหาฐานข้อมูลได้
uk: Не вдалося знайти файл бази паролів
zh_hans: 找不到数据库文件

source: [Database/Load/Error] Cannot find key file
cs: Nelze najít klíčový soubor
de: Schlüsseldatei kann nicht gefunden werden
es: No se puede encontrar el archivo de clave
fr: Impossible de trouver le fichier clé
it: File chiave non trovato
ja: キーファイルが見つかりません
nl: Kan sleutelbestand niet vinden
pl: Nie odnaleziono pliku klucza
pt_br: Arquivo de chave não encontrado
ru: Не удалось найти ключевой файл
sk: Súbor s kľúčom nenájdený
sv: Kan inte hitta nyckelfilen
th: ไม่สามารถหาไฟล์กุญแจได้
uk: Не вдалося знайти файл-ключ
zh_hans: 找不到密钥文件

source: [Database/Load/Error] Cannot open database file
cs: Databázi nelze otevřít
de: Datenbank-Datei kann nicht geöffnet werden
es: No se puede abrir el archivo de base de datos
fr: Impossible d'ouvrir le fichier de la base de données
it: Impossibile aprire il file database
ja: データベースを開けません
nl: Kan databasebestand niet openen
pl: Nie można otworzyć pliku bazy
pt_br: Não é possível abrir o banco de dados
ru: Не удалось открыть базу паролей
sk: Nedá sa otvoriť databázový súbor
sv: Kan inte öppna databasfilen
th: ไม่สามารถเปิดไฟล์ฐานข้อมูลได้
uk: Не вдалося відкрити базу паролів
zh_hans: 无法打开数据库文件

source: [Database/Load/Error] Cannot open key file
cs: Klíčový soubor nelze otevřít
de: Schlüsseldatei kann nicht geöffnet werden
es: No se pudo abrir el archivo de clave
fr: Impossible d'ouvrir le fichier clé
it: Impossibile aprire il file chiave
ja: キーファイルを開けません
nl: Kan sleutelbestand niet openen
pl: Nie można otworzyć pliku klucza
pt_br: Não é possível abrir o arquivo de chave
ru: Не удалось открыть ключевой файл
sk: Nedá sa otvoriť súbor s kľúčom
sv: Kan inte öppna nyckelfilen
th: ไม่สามารถเปิดไฟล์กุญแจได้
uk: Не вдалося відкрити файл-ключ
zh_hans: 无法打开密钥文件

source: [Database/Load/Error] Incorrect database format
cs: Nesprávný formát databáze: %@.
de: Falsches Datenbankformat: %@.
es: Formato incorrecto de la base de datos: %@.
fr: Format de la base de données incorrect : %@.
it: Formato database non corretto: %@.
ja: 不正なデータベース形式: %@.
nl: Onjuist databaseformaat: %@.
pl: Nieprawidłowy format bazy danych: %@.
pt_br: Formato incorreto de banco de dados: %@.
ru: Некорректный формат базы данных: %@.
sk: Nesprávny formát databázy: %@.
sv: Felaktigt format på databasen: %@.
th: รูปแบบฐานข้อมูลไม่ถูกต้อง: %@
uk: Неправильний формат бази даних: %@.
zh_hans: 不正确的数据库格式： %@

source: [Database/Load/Error] Please provide at least a password or a key file
cs: Prosím, vložte heslo nebo klíčový soubor
de: Bitte nutzen Sie mindestens ein Passwort oder eine Schlüsseldatei
es: Proporcione al menos una contraseña o un archivo de clave
fr: Veuillez fournir au moins un mot de passe ou un fichier clé
it: Fornisci almeno una password o un file chiave
ja: パスワードまたはキーファイルを入力してください
nl: Kies een wachtwoord of sleutelbestand
pl: Podaj przynajmniej hasło lub plik klucza
pt_br: Por favor, forneça uma senha ou um arquivo de chave
ru: Укажите пароль или ключевой файл
sk: Prosím, vložte heslo alebo súbor s kľúčom
sv: Ange som minst ett lösenord eller en nyckelfil
th: โปรดใส่รหัสผ่าน หรือไม่ก็ไฟล์กุญแจ
uk: Будь ласка, вкажіть пароль або файл-ключ
zh_hans: 请至少输入一个密码或者选择一个密钥文件

source: [Database/Load/Error] Unrecognized database format
cs: Nerozpoznaný formát databáze
de: Unbekanntes Datenbankformat
es: Formato de base de datos desconocido
fr: Format de la base de données non reconnu
it: Formato database non riconosciuto
ja: 不明なデータベース形式です
nl: Niet-herkend databaseformaat
pl: Nieznany format bazy
pt_br: Formato de banco de dados não reconhecido
ru: Неизвестный формат базы
sk: Nerozpoznaný formát databázy
sv: Okänt databasformat
th: ฟอร์แมทฐานข้อมูลที่ไม่รู้จัก
uk: Невідомий формат бази паролів
zh_hans: 未知的数据库格式

source: [Database/Load/Error/encryptedByIntune]
cs: Tato databáze je chráněna firemními zásadami IT a nástrojem Microsoft Intune.
de: Diese Datenbank ist durch Ihre unternehmenseigenen IT-Richtlinien und Microsoft Intune geschützt.
es: Esta base de datos está protegida por sus políticas de TI corporativas y Microsoft Intune.
fr: Cette base de données est protégée par les politiques informatiques de votre entreprise et par Microsoft Intune.
it: Questo database è protetto dalle politiche IT della tua azienda e da Microsoft Intune.
ja: このデータベースは、企業の IT ポリシーと Microsoft Intune によって保護されています。
nl: Deze database is beveiligd door het zakelijke it-beleid en Microsoft Intune.
pl: Ta baza danych jest chroniona przez polityki IT twojej firmy i Microsoft Intune.
pt_br: Esse banco de dados está protegido pelas políticas de TI corporativas e pelo Microsoft Intune.
ru: Эта база данных защищена вашей корпоративной политикой в области ИТ и Microsoft Intune.
sk: Táto databáza je chránená IT politikami vašej spoločnosti a Microsoft Intune.
sv: Denna databas skyddas av ditt företags IT-policyer och Microsoft Intune.
th: ฐานข้อมูลนี้ป้องกันโดยนโยบายไอทีขององค์กรและ Microsoft Intune
uk: Ця база даних захищена корпоративними IT-політиками й Microsoft Intune.
zh_hans: 这个数据库受您企业 IT 条例和 Microsoft Intune 保护。

source: [Database/Loading/FromCache/text]
cs: Databáze je nedostupná. Toto je její nejnovější lokální kopie.
de: Die Datenbank ist unerreichbar. Dies ist ihre letzte lokale Kopie.
es: La base de datos no está disponible. Esta es su última copia local.
fr: La base de données est inaccessible. Il s'agit de sa dernière copie locale.
it: Il database non è raggiungibile. Questa è la copia locale più recente.
ja: データベースにアクセスできません。 最新のローカルコピーを使用します。
nl: De database is ontoegankelijk. Dit is de nieuwste lokale kopie.
pl: Baza danych jest nieosiągalna. To jest jej najnowsza kopia lokalna.
pt_br: O banco de dados está inacessível. Esta é a última cópia local disponível.
ru: База паролей недоступна. Это её новейшая локальная версия.
sk: Databáza je nedostupná. Toto je jej posledná lokálna kópia.
sv: Databasen är inte tillgänglig. Detta är den senaste lokala kopian.
th: ไม่สามารถเข้าถึงฐานข้อมูลได้ ที่ใช้อยู่นี้เป็นสำเนาที่เก็บอยู่ในเครื่อง
uk: База паролів недоступна. Це остання локальна копія.
zh_hans: 数据库无法访问。 这是其最新的本地副本。

source: [Database/Loading/ReadOnly/text]
cs: Databáze je pouze pro čtení
de: Die Datenbank kann nur gelesen werden
es: Base de datos en modo solo lectura
fr: La base de données est en lecture seule
it: Il database è in sola lettura
ja: このデータベースは読み取り専用です
nl: De database is alleen-lezen
pl: Baza danych jest tylko do odczytu
pt_br: Esse banco de dados é somente-leitura
ru: База паролей доступна только для чтения
sk: Databáza je len na čítanie
sv: Databasen är skrivskyddad
th: ฐานข้อมูลนี้อ่านได้เท่านั้น
uk: База паролів доступна тільки для читання
zh_hans: 数据库为只读模式

source: [Database/Loading/Status] Loading...
cs: Načítání...
de: Lade...
es: Cargando...
fr: Chargement en cours…
it: Carico...
ja: 読み込み中...
nl: Bezig met laden...
pl: Trwa ładowanie...
pt_br: Carregando...
ru: Загрузка...
sk: Načítavanie...
sv: Laddar...
th: กำลังโหลด...
uk: Завантаження...
zh_hans: 载入中...

source: [Database/MasterKey/Change/action]
cs: Změnit hlavní klíč
de: Hauptpasswort ändern
es: Cambiar contraseña maestra
fr: Modifier la clé principale
it: Modifica chiave principale
ja: マスターキーの変更
nl: Wijzig hoofdsleutel
pl: Zmień klucz główny
pt_br: Mudar chave-mestra
ru: Сменить мастер-ключ
sk: Zmeniť hlavný kľúč
sv: Ändra huvudnyckel
th: เปลี่ยนรหัสผ่านหลัก
uk: Змінити головний пароль
zh_hans: 变更主密钥

source: [Database/MasterKey/changed] Master key successfully changed
cs: Hlavní klíč k databázi úspěšně změněn
de: Hauptschlüssel erfolgreich geändert
es: Clave maestra cambiada correctamente
fr: La clé principale a été modifiée avec succès
it: Chiave principale cambiata con successo
ja: マスターキーを変更しました
nl: Hoofdsleutel is gewijzigd
pl: Klucz główny pomyślnie zmieniony
pt_br: Chave-mestra alterada com sucesso
ru: Мастер-ключ успешно изменён
sk: Hlavný kľúč k databáze bol úspešne zmenený
sv: Huvudnyckel ändrades
th: เปลี่ยนกุญแจหลักเรียบร้อยแล้ว
uk: Майстер-ключ успішно змінено
zh_hans: 主密码修改成功

source: [Database/MasterKey/RememberYourPassword/text]
cs: Pokud ho někdy zapomenete, nebudete mít přístup k vašim datům. Neexistuje žádná možnost pro obnovení hesla.
de: Falls Sie es einmal vergessen, können Sie nicht mehr auf Ihre Daten zugreifen. Es gibt keine Option zum Zurücksetzen des Passworts.
es: Si alguna vez la olvida, no podrá acceder a sus datos. No hay opción para restablecer la contraseña.
fr: Si jamais vous l'oubliez, vous ne pourrez pas accéder à vos données. Il n'y a pas d'option de réinitialisation du mot de passe.
it: Se la dimentichi, non sarai in grado di accedere ai tuoi dati. Non è possibile reimpostare la password.
ja: パスワードを忘れてしまうと、データにはアクセスできなくなります。パスワードの再設定もできません。
nl: Als u het ooit vergeet, hebt u geen toegang meer tot uw gegevens. Er is geen optie om het wachtwoord te resetten.
pl: Jeżeli zapomnisz hasło, utracisz dostęp do danych. Hasła nie można zresetować.
pt_br: Caso a esqueça, não conseguirá acessar seus dados. Não há modo de redefinir a senha.
ru: Если вы забудете его, то не сможете получить доступ к своим данным. Восстановить этот пароль невозможно.
sk: Pokiaľ ho niekedy zabudnete, nebudete mať prístup k vašim dátam. Neexistuje žiadna možnosť na obnovenie hesla.
sv: Om du glömmer det kommer du inte att kunna komma åt din data igen. Det finns ingen möjlighet att återställa lösenordet.
th: หากคุณลืมมันไป คุณจะไม่สามารถเข้าถึงข้อมูลของคุณได้อีกต่อไป เพราะไม่มีวิธีใดที่จะรีเซ็ตรหัสผ่านได้
uk: Увага! Якщо ви забудете його, то втратите доступ до своїх даних. Відновити цей пароль неможливо.
zh_hans: 如果您忘记了它，您将无法访问您的数据。并且没有密码重置选项。

source: [Database/MasterKey/RememberYourPassword/title]
cs: Zapamatujte si své heslo k databázi
de: Merken Sie sich Ihr Datenbank-Passwort
es: Recordar la contraseña de la base de datos
fr: Mémorisez le mot de passe de votre base de données
it: Ricordati la password del database
ja: データベースのパスワードを記憶
nl: Onthoud uw databasewachtwoord
pl: Zapamiętaj hasło do bazy
pt_br: Lembre-se da senha do seu banco de dados
ru: Запомните пароль от базы
sk: Zapamätajte si svoje heslo k databáze
sv: Kom ihåg lösenordet för databasen
th: จำรหัสผ่านฐานข้อมูลของคุณ
uk: Запам'ятайте пароль від бази!
zh_hans: 请记住您的数据库密码

source: [Database/MasterKey/title]
cs: Hlavní klíč
de: Hauptschlüssel
es: Clave maestra
fr: Clé principale
it: Chiave principale
ja: マスターキー
nl: Hoofdsleutel
pl: Klucz główny
pt_br: Chave-mestra
ru: Мастер-ключ
sk: Hlavný kľúč
sv: Huvudnyckel
th: กุญแจหลัก
uk: Майстер-ключ
zh_hans: 主密码

source: [Database/New/title]
cs: Nová databáze
de: Neue Datenbank
es: Nueva base de datos
fr: Nouvelle base de données
it: Nuovo database
ja: 新規データベース
nl: Nieuwe database
pl: Nowa baza danych
pt_br: Novo banco de dados
ru: Новая база паролей
sk: Nová databáza
sv: Ny databas
uk: Нова база паролів
zh_hans: 新建数据库

source: [Database/Open/action] Open Database
cs: Otevřít databázi
de: Datenbank öffnen
es: Abrir base de datos
fr: Ouvrir base de données
it: Apri database
ja: データベースを開く
nl: Open database
pl: Otwórz bazę danych
pt_br: Abrir banco de dados
ru: Открыть базу паролей
sk: Otvoriť databázu
sv: Öppna databas
th: เปิดฐานข้อมูล
uk: Відкрити базу паролів
zh_hans: 打开数据库

source: [Database/Opened/action] Lock Database
cs: Zamknout databázi
de: Datenbank sperren
es: Bloquear base de datos
fr: Verrouiller la base de données
it: Blocca database
ja: データベースをロック
nl: Vergrendel database
pl: Zablokuj bazę
pt_br: Bloquear banco de dados
ru: Закрыть базу паролей
sk: Uzamknúť databázu
sv: Lås databas
th: ล็อกฐานข้อมูล
uk: Заблокувати базу
zh_hans: 锁定数据库

source: [Database/Opened/Warning/action] Close Database
cs: Zavřít databázi
de: Datenbank schließen
es: Cerrar base de datos
fr: Fermer la base de données
it: Chiudi database
ja: データベースを閉じる
nl: Sluit database
pl: Zamknij bazę
pt_br: Fechar banco de dados
ru: Закрыть базу паролей
sk: Zatvoriť databázu
sv: Stäng databas
th: ปิดฐานข้อมูล
uk: Закрити базу паролів
zh_hans: 关闭数据库

source: [Database/Opened/Warning/action] Ignore and Continue
cs: Ignorovat a pokračovat
de: Ignorieren und fortfahren
es: Ignorar y continuar
fr: Ignorer et poursuivre
it: Ignora e continua
ja: 無視して続行
nl: Negeer en ga door
pl: Ignoruj i kontynuuj
pt_br: Ignorar e continuar
ru: Пропустить и продолжить
sk: Ignorovať a pokračovať
sv: Ignorera och fortsätt
th: ข้ามและไปต่อ
uk: Пропустити і продовжити
zh_hans: 忽略并继续

source: [Database/Opened/Warning/lastEdited] Database was last edited by: %@
cs: Databázi naposledy upravil(a): %@
de: Die Datenbank wurde zuletzt bearbeitet von: %@
es: La base de datos fue modificada por última vez por: %@
fr: Dernière édition de la base de données par : %@
it: L'ultima modifica del database è di: %@
ja: データベースを最後に編集したのは: %@
nl: De database is voor het laatst bewerkt door: %@
pl: Baza została ostatnio zmieniona przez: %@
pt_br: Banco de dados editado por último em: %@
ru: База паролей была изменена: %@
sk: Databázu naposledy upravil(a): %@
sv: Databasen redigerades senast av: %@
th: เปลี่ยนแปลงฐานข้อมูลครั้งล่าสุดโดย: %@
uk: База паролів була змінена: %@
zh_hans: 数据库最后由 %@ 编辑。

source: [Database/Opened/Warning/title] Your database is ready, but there was an issue.
cs: Vaše databáze je otevřena, nicméně vše neproběhlo úplně v pořádku.
de: Ihre Datenbank wurde geöffnet, aber es gab ein Problem.
es: Su base de datos está lista, pero hubo un fallo.
fr: Votre base de données est prête, mais il y a eu un problème.
it: Il tuo database è pronto, ma aveva un problema.
ja: データベースの準備はできましたが、問題が発生しました。
nl: Je database is klaar voor gebruik, maar er is een probleem.
pl: Twoja baza jest gotowa, ale wystąpił problem.
pt_br: O seu banco de dados está pronto, mas houve um problema.
ru: База паролей готова, но есть проблема.
sk: Vaša databáza je otvorená, avšak všetko neprebehlo úplne v poriadku.
sv: Din databas är färdig, men det uppstod ett problem.
th: ฐานข้อมูลของคุณพร้อมแล้ว แต่ยังมีปัญหาอยู่
uk: База паролів готова, але є проблема.
zh_hans: 您的数据库已经准备就绪, 但还有点问题。

source: [Database/Operations/title]
cs: Operace databáze
de: Datenbank-Operationen
es: Operaciones de bases de datos
fr: Opérations de la base de données
it: Operazioni database
ja: データベースの操作
nl: Database bewerkingen
pl: Operacje dotyczące bazy danych
pt_br: Ações de banco de dados
ru: Операции с базой данных
sk: Operácie Databázy
sv: Databasåtgärder
uk: Операції з базою даних
zh_hans: 数据库操作

source: [Database/Passkey/Error/UnsupportedAlgorithm/description]
cs: Nepodporovaný algoritmus přístupového klíče
de: Nicht unterstützter Passkey-Algorithmus
es: Algoritmo de llave de acceso no admitido
fr: Algorithme de clé d'accès non pris en charge
it: Algoritmo di chiavi d'accesso non supportato
ja: 未サポートのパスキーアルゴリズム
nl: Niet-ondersteund passkeyalgoritme
pl: Nieobsługiwany algorytm klucza
pt_br: Algoritmo de chave-senha não suportado
ru: Неподдерживаемый алгоритм ключа доступа
sv: Nyckelalgoritm stöds inte
uk: Непідтримуваний алгоритм ключа допуску
zh_hans: 不支持的通行密钥算法

source: [Database/Print/preparingPreview]
cs: Příprava náhledu…
de: Vorschau vorbereiten …
es: Preparando vista previa…
fr: Préparation de l'aperçu
it: Preparo anteprima…
ja: プレビューを準備中...
nl: Bezig met maken van voorvertoning…
pl: Przygotowywanie podglądu…
pt_br: Gerando pré-visualização…
ru: Подготовка просмотра…
sk: Pripravuje sa ukážka…
sv: Förbereder förhandsvisning…
uk: Підготовка до попереднього перегляду…
zh_hans: 正在准备预览...

source: [Database/Progress] Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
uk: Готово
zh_hans: 完成

source: [Database/Progress] Loading key file...
cs: Načítání klíčového souboru...
de: Schlüsseldatei wird geladen...
es: Cargando archivo de clave ...
fr: Chargement du fichier clé...
it: Carico file chiave…
ja: キーファイルを読み込み中...
nl: Bezig met laden van sleutelbestand...
pl: Wczytywanie pliku klucza...
pt_br: Carregando arquivo de chave...
ru: Загрузка ключевого файла...
sk: Načítava sa súbor s kľúčom...
sv: Laddar nyckelfil...
th: กำลังโหลดไฟล์กุญแจ...
uk: Завантаження файл-ключа...
zh_hans: 载入密钥文件中...

source: [Database/Progress/checkingDatabaseForModifications]
cs: Kontrola změn v databázi…
de: Prüfen der Datenbank auf Änderungen …
es: Comprobando de la base de datos en busca de modificaciones…
fr: Vérification des modifications dans la base de données…
it: Controllo modifiche del database…
ja: データベースの変更を確認中...
nl: Database controleren op wijzigingen…
pl: Sprawdzanie bazy danych pod kątem modyfikacji…
pt_br: Verificando o banco de dados em busca de modificações...
ru: Проверка базы на изменения…
sk: Kontrolujú sa zmeny v databáze…
sv: Söker efter ändringar i databasen …
uk: Перевірка бази даних на наявність змін…
zh_hans: 正在检查数据库的修改…

source: [Database/Progress/downloading]
cs: Stahování databázového souboru...
de: Datenbankdatei wird heruntergeladen …
es: Descargando base de datos...
fr: Téléchargement du fichier de la base de données...
it: Scarico file database...
ja: データベースをダウンロード中...
nl: Bezig met ophalen van databasebestand...
pl: Pobieranie pliku bazy...
pt_br: Baixando banco de dados...
ru: Загрузка базы паролей...
sk: Sťahuje sa databázový súbor...
sv: Laddar ner databasfil...
th: กำลังโหลดไฟล์ฐานข้อมูล...
uk: Завантаження бази паролів...
zh_hans: 加载数据库文件...

source: [Database/Progress/makingDatabaseBackup]
cs: Vytváření zálohy...
de: Sicherungskopie wird erstellt …
es: Creando copia de copia de seguridad...
fr: Création d'une copie de sauvegarde...
it: Creo copia di sicurezza...
ja: バックアップを作成中...
nl: Bezig met samenstellen van back-up...
pl: Tworzenie kopii zapasowej...
pt_br: Fazendo cópia de segurança...
ru: Создание резервной копии...
sk: Vytvára sa záloha...
sv: Skapar säkerhetskopia...
th: กำลังทำสำเนาข้อมูลสำรอง...
uk: Створення резервної копії...
zh_hans: 正在生成备份副本...

source: [Database/Progress/resolving]
cs: Kontaktování poskytovatele úložiště...
de: Kontaktiere den Speicheranbieter...
es: Contactando con el proveedor de almacenamiento...
fr: Contact avec le support d'hébergement...
it: Contatto fornitore di spazio di archiviazione…
ja: ストレージに接続中...
nl: Bezig met verbinden met opslagdienst...
pl: Łączenie z dostawcą magazynu...
pt_br: Conectando ao serviço de armazenamento...
ru: Соединение с хранилищем...
sk: Kontaktuje sa poskytovateľ úložiska...
sv: Kontaktar lagringsleverantör...
th: กำลังเชื่อมต่อระบบจัดเก็บข้อมูล...
uk: З'єднання зі сховищем файлів...
zh_hans: 正在联系存储提供商...

source: [Database/Progress/resolvingFieldReferences]
cs: Řešení odkazů na pole…
de: Feldverweise werden aufgelöst …
es: Resolviendo referencias de campo…
fr: Résolution des références de champ…
it: Risolvo riferimenti campi…
ja: フィールド参照を解決しています…
nl: Veldverwijzingen oplossen …
pl: Rozwiązuje odwołanie…
pt_br: Obtendo valores das referências…
ru: Сопоставление ссылок на поля…
sk: Riešenie odkazov na pole…
sv: Löser fältreferenser…
th: กำลังแก้ช่องอ้างอิง...
uk: Зіставлення посилань на поля…
zh_hans: 正在解析字段引用…

source: [Database/Progress/resolvingSyncConflict]
cs: Řešení konfliktu synchronizace…
de: Auflösen eines Synchronisierungskonflikts …
es: Resolviendo un conflicto de sincronización…
fr: Résolution d'un conflit de synchronisation…
it: Risolvo un conflitto di sincronizzazione…
ja: 同期の競合を解消中...
nl: Synchronisatieconflict oplossen…
pl: Rozwiązywanie konfliktu synchronizacji…
pt_br: Resolvendo um conflito de sincronização...
ru: Пресечение конфликтов синхронизации…
sk: Riešenie konfliktu synchronizácie…
sv: Löser en synkroniseringskonflikt …
uk: Вирішення конфлікту синхронізації…
zh_hans: 正在解决同步冲突…

source: [Database/Progress/writingDatabaseFile]
cs: Zapisování databázového souboru…
de: Schreiben der Datenbankdatei …
es: Escribiendo archivo de base de datos...
fr: Écriture du fichier de base de données…
it: Scrivo file database…
ja: データベースファイルを書き込み中...
nl: Databasebestand schrijven…
pl: Zapisywanie pliku bazy danych…
pt_br: Gravando arquivo de banco de dados…
ru: Запись базы паролей…
sk: Zápis súboru databázy…
sv: Skriver databasfil …
uk: Записування файлу бази даних…
zh_hans: 正在写入数据库文件…

source: [Database/RecommendRemote/callToAction]
cs: Zkuste se připojit k vašemu vzdálenému úložišti přímo z KeePassium.
de: Versuchen Sie, sich direkt von KeePassium aus mit Ihrem Remote-Speicher zu verbinden.
es: Intente conectarse a su almacenamiento remoto directamente desde KeePassium.
fr: Essayez de vous connecter à votre stockage distant directement depuis KeePassium.
it: Prova a connetterti al tuo archivio remoto direttamente da KeePassium.
ja: KeePassiumから直接リモートストレージに接続してみてください。
nl: Probeer rechtstreeks vanuit KeePassium verbinding te maken met uw externe opslag.
pl: Spróbuj połączyć się ze zdalnym magazynem bezpośrednio z aplikacji KeePassium.
pt_br: Tente conectar-se a essa conta corporativa diretamente usando o KeePassium.
ru: Попробуйте подключиться к удалённому хранилищу прямо из KeePassium.
sk: Skúste sa pripojiť k vášmu vzdialenému úložisku priamo z KeePassium.
sv: Försök ansluta till din lagringsplats direkt från KeePassium.
th: กำลังลองเชื่อมต่อที่จัดเก็บโดยตรงจาก KeePassium
uk: Спробуйте підключитися до віддаленого сховища безпосередньо з KeePassium.
zh_hans: 尝试直接通过 KeePassium 连接到您的远程存储。

source: [Database/Reload/action]
cs: Znovu načíst databázi
de: Datenbank neu laden
es: Volver a cargar base de datos
fr: Recharger la base de données
it: Ricarica database
ja: データベースを再読み込み
nl: Database opnieuw laden
pl: Przeładuj bazę danych
pt_br: Recarregar banco de dados
ru: Перезагрузить базу данных
sk: Obnoviť Databázu
sv: Ladda om databas
uk: Перезавантажити базу даних
zh_hans: 重新载入数据库

source: [Database/Remove/Confirm/text] Remove database from the list? The file will remain intact and you can add it again later.
cs: Odstranit databázi ze seznamu? Soubor nebude ostraněn a můžete jej znovu přidat později.
de: Datenbank aus der Liste entfernen? Die Datei bleibt erhalten und Sie können sie später erneut hinzufügen.
es: ¿Eliminar la base de datos de la lista? El archivo permanecerá intacto y se puede volver a añadir más tarde.
fr: Retirer la base de données de la liste ? Le fichier restera intact et vous pourrez l'ajouter à nouveau ultérieurement.
it: Rimuovere il database dalla lista? Il file rimarrà intatto e potrai aggiungerlo di nuovo in seguito.
ja: データベースを一覧から削除しますか？ ファイルはそのまま残り、後で再度追加できます。
nl: Verwijder database uit de lijst? Het bestand blijft intact en je kunt het later nog toevoegen.
pl: Usunąć bazę danych z listy? Plik pozostanie nienaruszony i możesz go dodać później.
pt_br: Esquecer esse banco de dados? O arquivo permanecerá intacto e você poderá adicioná-lo de novo depois.
ru: Убрать базу паролей из списка? Файл останется нетронутым, вы сможете добавить его позже.
sk: Odobrať databázu zo zoznamu? Súbor nebude odstránený a môžete ho znovu pridať neskôr.
sv: Ta bort databasen från fillistan? Filen kommer inte raderas, och du kan lägga till den igen vid ett senare tillfälle.
th: ลบฐานข้อมูลออกจากรายการหรือไม่? ไฟล์จะยังคงเดิมและคุณยังสามารถเพิ่มไฟล์ได้ในภายหลัง
uk: Прибрати базу паролів зі списку? Файл залишиться недоторканим, ви зможете додати його пізніше.
zh_hans: 从列表中删除数据库? 不会对文件进行更改或删除, 您可以在稍后添加回来。
