Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Settings/AppLockTimeout/shortTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/AutoFill/Activate/action]
cs: Aktivovat Automatické Vyplňování
de: Autom. Ausfüllen aktivieren
es: Activar «Autorrelleno»
fr: Activer la Saisie automatique
it: Attiva inserimento automatico
ja: 自動入力をオン
nl: Activeer automatisch invullen
pl: Aktywuj autouzupełnianie
pt_br: Ativar Preenchimento Automático
ru: Включить Автозаполнение
sk: Aktivovať automatické dopĺňanie
sv: Aktivera Autofyll
th: เปิดใช้ป้อนรหัสอัตโนมัติ
uk: Увімкнути Автозаповнення
zh_hans: 激活自动填充

source: [Settings/AutoFill/Activate/description]
cs: Před prvním použitím je třeba aktivovat Automatické vyplňování v nastavení systému.
de: Vor der ersten Verwendung müssen Sie das automatische Ausfüllen in den Systemeinstellungen aktivieren.
es: Para comenzar a usarlo, necesitas activar «Autorrelleno» en los ajustes del sistema.
fr: Avant la première utilisation, vous devez activer Préremplir les mots de passe dans les paramètres du système.
it: Prima di utilizzarlo, devi attivare l'inserimento automatico in Impostazioni.
ja: 利用するにあたり、まず自動入力をオンにする必要があります。
nl: Voordat je automatisch invullen kunt gebruiken, moet je deze functie in Instellingen activeren.
pl: Przed pierwszym użyciem, musisz aktywować autouzupełnianie w ustawieniach systemowych.
pt_br: Antes do primeiro uso, você deve ativar o Preenchimento Automático nos Ajustes do sistema.
ru: Вначале нужно включить Автозаполнение в системных настройках.
sk: Pred prvým použitím je potrebné aktivovať automatické dopĺňanie v systémových nastaveniach.
sv: Innan första användningen måste du aktivera Autofyll i systeminställningar.
th: ก่อนเข้าใช้ คุณต้องเข้าไปเปิดใช้งานป้อนอัตโนมัติในการตั้งค่า
uk: Спочатку потрібно увімкнути Автозаповнення у налаштуваннях системи.
zh_hans: 在首次使用之前，您需要在系统设置中激活自动填充。

source: [Settings/AutoFill/CopyOTP/title]
cs: Kopírovat jednorázové hesla
de: OTP in die Zwischenablage kopieren
es: Copiar OTP al portapapeles
fr: Copier OTP dans le presse-papiers
it: Copia OTP negli appunti
ja: OTPをクリップボードにコピー
nl: Kopieer OTP naar klembord
pl: Kopiuj hasło jednorazowe do schowka
pt_br: Copiar código de uso único p/ área transf.
ru: Копировать одноразовый пароль
sk: Kopírovať jednorazové heslo
sv: Kopiera engångslösenord till urklipp
th: คัดลอกรหัส OTP ไปยังคลิปบอร์ด
uk: Скопіювати одноразовий пароль
zh_hans: 复制 一次性密码OTP 到剪贴板

source: [Settings/AutoFill/Setup Guide/title]
cs: Nastavení Automatického Vyplňování
de: Setup-Leitfaden für autom. Ausfüllen
es: Guía de configuración de «Autorrelleno»
fr: Guide de configuration de la Saisie automatique
it: Guida per l'inserimento automatico
ja: 自動入力設定ガイド
nl: Gids voor automatisch invullen
pl: Przewodnik konfiguracji autouzupełniania
pt_br: Como ativar o Preenchimento Automático
ru: Руководство по настройке Автозаполнения
sk: Sprievodca nastavením automatického dopĺňania
sv: Kom igång med Autofyll
th: วิธีตั้งค่าการป้อนอัตโนมัติ
uk: Інструкція з налаштування Автозаповнення
zh_hans: 自动填充设置指南

source: [Settings/AutoFill/title]
cs: Vyplňování hesel
de: Passwörter automatisch eintragen
es: «Autorrelleno» de contraseñas
fr: Préremplir les mots de passe
it: Inserimento automatico password
ja: パスワードの自動入力
nl: Vul wachtwoorden automatisch in
pl: Autouzupełnianie
pt_br: Preenchimento Automático
ru: Автозаполнение паролей
sk: Automatické vyplňovanie hesiel
sv: Autofyll lösenord
th: การป้อนรหัสผ่านอัตโนมัติ
uk: Натисніть "Автозаповнення паролів"
zh_hans: 自动填写密码

source: [Settings/AutoFill/UnavailableInIntune/description]
cs: Automatické vyplňování není v KeePassium pro Intune k dispozici.
de: Automatisch ausfüllen ist in KeePassium für Intune nicht verfügbar.
es: El Autorrelleno no está disponible en KeePassium para Intune.
fr: Le remplissage automatique n'est pas disponible dans KeePassium pour Intune.
it: L'inserimento automatico non è disponibile in KeePassium per Intune.
ja: 自動入力はKeePassium for Intuneでは使用できません。
nl: AutoFill is niet beschikbaar in KeePassium voor Intune.
pl: Autouzupełnianie nie jest dostępne w aplikacji KeePassium dla Intune.
pt_br: O preenchimento automático não está disponível no KeePassium para Intune.
ru: Автозаполнение недоступно в KeePassium для Intune.
sk: Automatické doplňovanie nie je dostupné v KeePassium pre Intune.
sv: AutoFyll är inte tillgängligt i KeePassium för Intune.
uk: Автозаповнення недоступне в KeePassium для Intune.
zh_hans: 自动填充无法用于 KeePassium Intune 版

source: [Settings/AutoFill/UsePerfectMatch/title]
cs: Vyplnit přesné výsledky automaticky
de: Fügt das perfekte Ergebnis automatisch ein
es: «Autorrelleno» automático con entrada inequívoca
fr: Remplir le résultat parfait automatiquement
it: Inserisci risultato perfetto in automatico
ja: 完全一致時に自動で入力
nl: Vul het meest overeenkomende resultaat automatisch in
pl: Wypełnij dokładne dopasowania
pt_br: Usar automaticamente o resultado perfeito
ru: Автоматически подставлять идеальный вариант
sk: Vyplniť presné výsledky automaticky
sv: Fyll i det matchande resultatet automatiskt
th: ป้อนอัตโนมัติเมื่อพบช่องที่มีความสมบูรณ์
uk: Автоматично підставляти ідеальний варіант
zh_hans: 自动填充合适的内容

source: [Settings/AutoOpenPreviousDatabase/title]
cs: Automaticky načíst minule otevřenou databázi
de: Automatisches Öffnen der vorherigen Datenbank
es: Abrir automáticamente la base de datos previa
fr: Ouvrir automatiquement la base de données précédente
it: Apri ultimo database
ja: 前回使ったデータベースを開く
nl: Open automatisch de vorige database
pl: Automatycznie otwórz ostatnią bazę
pt_br: Abrir último banco de dados automaticamente
ru: Автоматически открывать предыдущую базу
sk: Automaticky načítať naposledy otvorenú databázu
sv: Öppna den tidigare databasen automatiskt
th: ตั้งให้เปิดฐานข้อมูลที่ผ่านมาอัตโนมัติ
uk: Автоматично відкривати попередню базу
zh_hans: 自动打开之前的数据库

source: [Settings/Backup] Delete ALL Backup Files (%d)
cs: Odstranit VŠECHNY zálohy (%d)
de: ALLE Backup-Dateien löschen (%d)
es: Eliminar TODAS las copias (%d)
fr: Supprimer tous les fichiers de sauvegarde (%d)
it: Elimina TUTTE le copie di sicurezza (%d)
ja: すべてのバックアップを削除 (%d)
nl: Verwijder alle back-upbestanden (%d)
pl: Usuń WSZYSTKIE kopie zapasowe (%d)
pt_br: Apagar TODAS as cópias de segurança (%d)
ru: Удалить ВСЕ резервные копии (%d)
sk: Vymazať VŠETKY zálohy? (%d)
sv: Radera ALLA backuper (%d)
th: ลบไฟล์สำรองทั้งหมด (%d)
uk: Видалити ВСІ резервні копії (%d)
zh_hans: 删除所有备份文件(%d)

source: [Settings/Backup] No Backup Files Found
cs: Nenalezeny žádné zálohy
de: Keine Backup-Dateien gefunden
es: No se encontraron copias de seguridad
fr: Pas de fichier de sauvegarde trouvé
it: Nessuna copia di sicurezza trovata
ja: バックアップが見つかりません
nl: Geen back-ups aangetroffen
pl: Brak kopii zapasowych
pt_br: Nenhuma cópia de segurança encontrada
ru: Нет резервных копий
sk: Nenašli sa žiadne zálohy
sv: Inga backupfiler hittades
th: ไม่พบไฟล์สำรองข้อมูล
uk: Немає резервних копій
zh_hans: 没有找到备份文件

source: [Settings/Backup/Delete/title] Delete all backup files?
cs: Odstranit všechny zálohy?
de: Alle Backup-Dateien löschen?
es: ¿Eliminar todas las copias de seguridad?
fr: Supprimer tous les fichiers de sauvegarde ?
it: Eliminare tutte le copie di sicurezza?
ja: すべてのバックアップを削除しますか？
nl: Alle back-upbestanden verwijderen?
pl: Usunąć wszystkie kopie zapasowe?
pt_br: Apagar todas as cópias de segurança?
ru: Удалить все резервные копии?
sk: Vymazať všetky zálohy?
sv: Radera alla backuper?
th: ลบไฟล์ที่สำรองไว้ทั้งหมดหรือไม่?
uk: Видалити усі резервні копії?
zh_hans: 删除所有备份文件?

source: [Settings/BackupKeepingDuration/shortTitle] Forever
cs: Navždy
de: Für immer
es: Para siempre
fr: Pour toujours
it: Per sempre
ja: 無期限
nl: Voor altijd
pl: Zawsze
pt_br: Sempre
ru: Вечно
sk: Navždy
sv: För alltid
th: ตลอดไป
uk: Завжди
zh_hans: 永远

source: [Settings/ClearKeyFileAssociations/Cleared/text] Associations between key files and databases have been removed.
cs: Asociace databází se soubory s klíčem byly smazány.
de: Die Verknüpfungen zwischen Schlüsseldateien und Datenbanken wurden entfernt.
es: Se han eliminado las asociaciones entre los archivos de claves y las bases de datos.
fr: Les associations entre les fichiers clés et les bases de données ont été supprimées.
it: Le associazioni tra file chiave e database sono state dimenticate.
ja: キーファイルとデータベースの関連付けが削除されました。
nl: De associaties tussen sleutelbestanden en databases zijn verwijderd.
pl: Powiązanie pliku klucza z bazą zostało usunięte.
pt_br: As associações entre bancos de dados e arquivos de chave foram esquecidas.
ru: Связи между ключевыми файлами и базами паролей были удалены.
sk: Asociácie databáz so súbormi s kľúčom boli odstránené.
sv: Associationer mellan nyckelfiler och databaser har tagits bort.
th: การเชื่อมระหว่างไฟล์กุญแจและฐานข้อมูล ได้ถูกลบออกแล้ว
uk: Зв'язки між файл-ключами і базами паролів були видалені.
zh_hans: 密钥文件与数据库之间的关联已被删除。

source: [Settings/ClearKeyFileAssociations/Cleared/title] Cleared
cs: Vymazáno
de: Bereinigt
es: Eliminadas
fr: Nettoyé
it: Dimenticate
ja: 消去完了
nl: Gewist
pl: Czysto
pt_br: Limpo
ru: Готово
sk: Vymazané
sv: Rensad
th: ล้างเรียบร้อย
uk: Очищено
zh_hans: 已清除

source: [Settings/ClearMasterKeys/Cleared/text] All master keys have been deleted.
cs: Všechny hlavní klíče byly smazány.
de: Alle Master Keys wurden gelöscht.
es: Se han eliminado todas las claves maestras.
fr: Toutes les clés principales ont été supprimées.
it: Tutte le chiavi principali sono state eliminate.
ja: すべてのマスターキーが削除されました。
nl: Alle hoofdsleutels zijn verwijderd.
pl: Wszystkie klucze główne zostały usunięte.
pt_br: Todas as chaves-mestras foram apagadas.
ru: Все мастер-ключи были удалены.
sk: Všetky hlavné kľúče boli vymazané.
sv: Alla huvudnycklar har raderats.
th: ลบรหัสผ่านหลักทั้งหมดเรียบร้อยแล้ว
uk: Всі майстер-ключі були видалені.
zh_hans: 所有主密钥已删除。

source: [Settings/ClearMasterKeys/Cleared/title] Cleared
cs: Vymazáno
de: Bereinigt
es: Eliminadas
fr: Nettoyé
it: Dimenticate
ja: 消去完了
nl: Gewist
pl: Czysto
pt_br: Limpo
ru: Готово
sk: Vymazané
sv: Rensad
th: ล้างเรียบร้อย
uk: Очищено
zh_hans: 已清除

source: [Settings/ClipboardTimeout/description] When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
cs: Jakmile zkopírujete nějaké údaje z databáze, aplikace automaticky vymaže obsah schránky po vybrané době.
de: Wenn Sie etwas kopieren, wird KeePassium Ihre Zwischenablage nach dieser Zeit automatisch löschen.
es: Cuando copie algún texto de una entrada, la aplicación borrará automáticamente su portapapeles después de un tiempo especificado.
fr: Lorsque vous copiez du texte depuis une entrée, l'application effacera automatiquement votre presse-papiers après ce délai.
it: Quando copi del testo da una voce, l'app svuoterà in automatico gli appunti dopo un po' di tempo.
ja: コピーした後、クリップボード (コピー内容) を指定時間後に自動的に消去します。
nl: Als je tekst kopieert uit een item, dan wist KeePassium na deze periode automatisch je klembord.
pl: Po skopiowaniu wpisu schowek zostanie automatycznie wyczyszczony po wybranym czasie.
pt_br: Ao copiar texto de uma entrada, KeePassium limpará automaticamente a área de transferência após o tempo definido.
ru: При копировании какого-либо текста из записи он будет автоматически удалён из буфера обмена через заданное время.
sk: Keď skopírujete nejaký text zo záznamu, aplikácia automaticky vymaže vašu schránku po tomto čase.
sv: När du kopierar text från en post kommer appen automatiskt rensa ditt urklipp efter en stund.
th: เมื่อคุณคัดลอกข้อความจากรายการ แอปจะล้างคลิปบอร์ดให้อัตโนมัติหลังจากคัดลอกไปชั่วครู่
uk: При копіюванні будь-якого тексту із запису він буде автоматично видалений з буфера обміну через заданий час.
zh_hans: 如果您从条目中复制了文本, 会在稍后自动地清理您的剪贴板。

source: [Settings/ClipboardTimeout/fullTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/ClipboardTimeout/shortTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/DatabaseBackup/title]
cs: Záloha databáze
de: Datenbankbackup
es: Copia de seguridad de base de datos
fr: Sauvegarde de base de données
it: Backup database
ja: データベースのバックアップ
nl: Databaseback-up
pl: Kopia zapasowa bazy
pt_br: Cópias de segurança
ru: Резервирование
sk: Záloha databázy
sv: Databasbackup
th: สำรองฐานข้อมูล
uk: Резервування
zh_hans: 数据库备份

source: [Settings/DatabaseLockTimeout/description] If you are not interacting with the app for some time, the database will be closed for your safety. To open it, you will need to enter its master password again.
cs: Jakmile po vybranou dobu aplikaci nepoužijete, dojde pro vaší bezpečnost k uzavření databáze. Pro její opětovné otevření bude nutné zadat hlavní heslo.
de: Wenn Sie länger nicht mit der App interagieren, wird die Datenbank zu Ihrer Sicherheit geschlossen. Um sie zu öffnen, müssen Sie ihr Master-Passwort erneut eingeben.
es: Si no interactúa con la aplicación durante algún tiempo, la base de datos se cerrará por seguridad. Para abrirla, tendrá que introducir la contraseña maestra de nuevo.
fr: Si vous n'interagissez pas avec l'application depuis un certain temps, la base de données sera fermée pour votre sécurité. Pour l'ouvrir, vous devrez entrer à nouveau son mot de passe principal.
it: Se non interagisci con l'app per un po' di tempo, il database verrà chiuso per la tua sicurezza. Per aprirlo, dovrai reinserire la password principale.
ja: Appがしばらく使われていない場合、安全のためにデータベースを閉じます。再開するにはマスターパスワードを再度入力してください。
nl: Als je al even niks hebt gedaan in de app, dan wordt de database omwille van de veiligheid gesloten. Voer je hoofdwachtwoord opnieuw in om de app weer te openen.
pl: Jeżeli program nie będzie w użyciu przez podany czas, dla bezpieczeństwa baza zostanie zamknięta. Aby ją otworzyć, wprowadź ponownie jej klucz główny.
pt_br: Se você não interagir com o aplicativo por certo tempo, o banco de dados será fechado para sua segurança. Para abri-lo, será preciso a senha deste novamente.
ru: Если вы не используете приложение в течение некоторого времени, база паролей будет автоматически закрыта и заблокирована. Чтобы открыть её, нужно будет снова ввести мастер-пароль.
sk: Ak aplikáciu nejaký čas nepoužívate, databáza sa z dôvodu vašej bezpečnosti uzavrie. Pre jej opätovné otvorenie budete musieť znova zadať jej hlavné heslo.
sv: Om du inte interagerar med appen på ett tag kommer databasen stängas för din säkerhet. För att öppna behöver du ange huvudlösenordet igen.
th: หากคุณไม่ได้ใช้งานแอปสักพัก ฐานข้อมูลจะถูกปิดเพื่อความปลอดภัย หากต้องการเปิดมันขึ้นมาใหม่ คุณจะต้องใส่รหัสผ่านหลักอีกครั้ง
uk: Якщо ви не використовуєте додаток протягом деякого часу, база паролів буде автоматично закрита і заблокована. Щоб відкрити її, потрібно буде знову ввести майстер-пароль.
zh_hans: 如果您在一段时间内没有与KeePassium程序交互, 数据库将会自动关闭, 以确保您的安全。如果重新打开KeePassium程序您需要重新输入主密码。

source: [Settings/DatabaseLockTimeout/description] When leaving the app
cs: Když opustíte aplikaci
de: Beim Verlassen der App
es: Al salir de la aplicación
fr: En quittant l'application
it: All'uscita dall'app
ja: Appを切り替える時
nl: Bij het verlaten van de app
pl: Przy opuszczeniu aplikacji
pt_br: Ao sair do app
ru: При выходе из приложения
sk: Keď opustíte aplikáciu
sv: När appen lämnas
th: ขณะออกจากแอป
uk: При виході з додатку
zh_hans: 离开程序时

source: [Settings/DatabaseLockTimeout/fullTitle] Immediately
cs: Ihned
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sk: Okamžite
sv: Omedelbart
th: ทันที
uk: Негайно
zh_hans: 立刻

source: [Settings/DatabaseLockTimeout/fullTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/DatabaseLockTimeout/shortTitle] Immediately
cs: Ihned
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: 即時
nl: Onmiddelijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sk: Okamžite
sv: Omedelbart
th: ทันที
uk: Негайно
zh_hans: 立刻

source: [Settings/DatabaseLockTimeout/shortTitle] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Settings/DatabaseLockTimeout/title]
cs: Časový limit databáze
de: Zeitsperre für Datenbank
es: Tiempo de espera de la base de datos
fr: Délai d'expiration de la base de données
it: Timeout database
ja: データベースのタイムアウト
nl: Databasetime-out
pl: Limit czasu bazy
pt_br: Limite de tempo aberto
ru: Задержка закрытия баз
sk: Časový limit databázy
sv: Databastimeout
th: หมดเวลาใช้งานฐานข้อมูล
uk: Затримка закриття баз
zh_hans: 数据库自动锁定

source: [Settings/DataProtection/LockOnReboot/title]
cs: Zamknout při restartu zařízení
de: Bei Geräteneustart sperren
es: Bloquear al reiniciar el dispositivo
fr: Verrouiller au redémarrage de l'appareil
it: Blocca al riavvio del dispositivo
ja: 端末の再起動時にロック
nl: Vergrendelen bij opnieuw starten van apparaat
pl: Zablokuj po restarcie urządzenia
pt_br: Bloquear ao reiniciar o dispositivo
ru: Закрывать при перезагрузке устройства
sk: Zamknúť pri reštarte zariadenia
sv: Lås för omstart av enhet
uk: Закривати під час перезавантаження пристрою
zh_hans: 设备重启时锁定

source: [Settings/DataProtection/subtitle]
cs: Hlavní klíče, soubory s klíčem
de: Masterschlüssel, Schlüsseldateien
es: Claves maestras, archivos de claves
fr: Clés principales, fichiers de clés
it: Chiavi principali, file chiave
ja: マスターキー、キーファイル
nl: Hoofdsleutels, sleutelbestanden
pl: Klucz główny, plik klucza
pt_br: Chaves-mestras, arquivos de chave
ru: Мастер-ключи, ключевые файлы
sk: Hlavné kľúče, súbory s kľúčom
sv: Huvudnycklar, nyckelfiler
th: กุญแจหลัก, ไฟล์กุญแจ
uk: Мастер-ключі, ключові файли
zh_hans: 主密钥, 密钥文件

source: [Settings/DataProtection/title]
cs: Ochrana dat
de: Datenschutz
es: Protección de datos
fr: Protection des données
it: Protezione dati
ja: データの保護
nl: Gegevensbescherming
pl: Ochrona danych
pt_br: Proteção de dados
ru: Защита данных
sk: Ochrana dát
sv: Dataskydd
th: ปกป้องข้อมูล
uk: Захист даних
zh_hans: 数据保护

source: [Settings/EntryListDetail/longTitle] None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadny
sv: Inget
th: ไม่มี
uk: Нічого
zh_hans: 无

source: [Settings/GroupViewer] Entry Subtitle
cs: Podtitulek záznamu
de: Untertitel Eintrag
es: Subtítulo de entrada
fr: Sous-titre de l'entrée
it: Sottotitolo voce
ja: エントリーの小見出し
nl: Itemonderschrift
pl: Pole wpisu
pt_br: Subtítulo da entrada
ru: Показывать под записями
sk: Podtitulok záznamu
sv: Undertext för post
th: คำอธิบายหลังชื่อ
uk: Показувати під записами
zh_hans: 条目副标题

source: [Settings/GroupViewer] Sort Order
cs: Řadit podle
de: Sortieren nach
es: Ordenar por
fr: Ordre de tri
it: Ordine
ja: 表示順序
nl: Sorteervolgorde
pl: Sortowanie
pt_br: Ordenar
ru: Сортировка
sk: Zoradiť podľa
sv: Sortering
th: จัดเรียงลำดับ
uk: Сортування
zh_hans: 排序顺序

source: [Settings/ListSettings/title]
cs: Nastavení
de: Listeneinstellungen
es: Ajustes de lista
fr: Paramètres de la liste
it: Impostazioni lista
ja: リストの設定
nl: Lijstinstellingen
pl: Ustawienia listy
pt_br: Ajustes de lista
ru: Вид списка
sk: Nastavenia zoznamu
sv: Listinställningar
th: การตั้งค่ารายการ
uk: Вид списку
zh_hans: 列表设置

source: [Settings/Managed/BlockedFeature/notification]
cs: Tato funkce je zablokována vaší organizací.
de: Diese Funktion wird von Ihrer Organisation blockiert.
es: Esta función está bloqueada por su organización.
fr: Cette fonctionnalité est bloquée par votre organisation.
it: Questa funzione è bloccata dalla tua organizzazione.
ja: この機能は組織によってブロックされています。
nl: Deze functie wordt geblokkeerd door uw organisatie.
pl: Ta funkcja jest zablokowana przez Twoją organizację.
pt_br: Este recurso está bloqueado pela sua organização.
ru: Эта функция заблокирована вашей организацией.
sk: Túto funkciu blokuje vaša organizácia.
sv: Den här funktionen blockeras av din organisation.
uk: Ця функція заблокована вашою організацією.
zh_hans: 此功能已被您的组织屏蔽。

source: [Settings/Managed/notification]
cs: Tato nastavení je spravováno vaší organizací.
de: Diese Einstellung wird von der Organisation verwaltet.
es: Este ajuste está administrado por su organización.
fr: Ce paramètre est géré par votre organisation.
it: Questa impostazione è gestita dalla tua istituzione.
ja: この設定は組織によって管理されています。
nl: Deze instelling wordt beheerd door je organisatie.
pl: To ustawienie jest zarządzane przez Twoją organizację.
pt_br: Esta configuração é gerenciada pela sua organização.
ru: Этим параметром управляет ваша организация.
sk: Toto nastavenie spravuje vaša organizácia.
sv: Den här inställningen hanteras av din organisation.
uk: Цим параметром керує ваша організація.
zh_hans: 此设置由您的组织管理。

source: [Settings/NetworkAccess/Confirmation/text]
cs: Povolit KeePassium vytvářet síťová připojení k externím službám?
de: KeePassium erlauben, Netzwerkverbindungen zu externen Diensten herzustellen?
es: ¿Permitir que KeePassium establezca conexiones de red con servicios externos?
fr: Autoriser KeePassium à établir des connexions réseau avec des services externes ?
it: Consentire a KeePassium di connettersi a servizi esterni in rete?
ja: KeePassium に外部サービスへのネットワーク接続を許可しますか？
nl: KeePassium toestaan netwerkverbindingen te maken naar externe diensten?
pl: Zezwolić KeePassium na tworzenie połączeń sieciowych z zewnętrznymi usługami?
pt_br: Permitir que KeePassium conecte-se a serviços de terceiros?
ru: Разрешить KeePassium устанавливать сетевые подключения к внешним службам?
sk: Povoliť aplikácii KeePassium vytvárať sieťové pripojenia k externým službám?
sv: Tillåt KeePassium att göra nätverskanslutningar till externa tjänster?
th: ต้องการอนุญาตให้ KeePassium เชื่อมต่อกับบริการภายนอกหรือไม่
uk: Дозволити KeePassium здійснювати мережеві підключення до зовнішніх сервісів?
zh_hans: 是否允许 KeePassium 与外部服务建立网络连接？

source: [Settings/NetworkAccess/title]
cs: Přístup k síti
de: Netzwerkzugriff
es: Acceso a la red
fr: Accès réseau
it: Accesso alla rete
ja: ネットワークアクセス
nl: Netwerktoegang
pl: Dostęp do sieci
pt_br: Acesso à rede
ru: Доступ к сети
sk: Prístup k sieti
sv: Nätverksåtkomst
th: การเข้าถึงเครือข่าย
uk: Доступ до мережі
zh_hans: 网络访问

source: [Settings/NetworkAccessMode/Offline/description]
cs: Maximální soukromí
de: Maximaler Datenschutz
es: Máxima privacidad
fr: Confidentialité maximale
it: Massima privacy
ja: 最もプライバシーを保護
nl: Maximale privacy
pl: Maksymalna prywatność
pt_br: Privacidade máxima
ru: Максимальная конфиденциальность
sk: Maximálne súkromie
sv: Maximalt integritetsskydd
th: มีความเป็นส่วนตัวมากกว่า
uk: Максимальна конфіденційність
zh_hans: 最大私密性

source: [Settings/NetworkAccessMode/Offline/title]
cs: Zůstat offline
de: Offline bleiben
es: Permanecer desconectado
fr: Rester hors-ligne
it: Resta offline
ja: 常にオフライン
nl: Offline blijven
pl: Pozostań w trybie offline
pt_br: Permanecer desconectado
ru: Оставаться офлайн
sk: Zostať offline
sv: Stanna offline
th: ใช้แบบออฟไลน์
uk: Залишатися в автономному режимі
zh_hans: 保持离线

source: [Settings/NetworkAccessMode/Online/description]
cs: Maximální funkčnost
de: Maximale Funktionalität
es: Máxima funcionalidad
fr: Fonctionnalité maximale
it: Massima funzionalità
ja: 最も機能的
nl: Maximale functionaliteit
pl: Maksymalna funkcjonalność
pt_br: Funcionalidade máxima
ru: Максимальная функциональность
sk: Maximálna funkčnosť
sv: Maximal funktionalitet
th: มีความสามารถการใช้งานที่หลากหลายกว่า
uk: Максимальна функціональність
zh_hans: 最大功能性
