Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Settings/NetworkAccessMode/Online/title]
cs: Povolit přístup k síti
de: Netzwerkzugriff erlauben
es: Permitir el acceso a la red
fr: Autoriser l'accès au réseau
it: Consenti accesso alla rete
ja: ネットワークアクセスを許可
nl: Sta netwerktoegang toe
pl: Zezwalaj na dostęp do sieci
pt_br: Permitir acesso à rede
ru: Разрешить доступ к сети
sk: Povoliť prístup k sieti
sv: Tillåt nätverksåtkomst
th: อนุญาตให้เข้าถึงเครือข่าย
uk: Дозволити доступ до мережі
zh_hans: 允许网络访问

source: [Settings/RestoreDefaults/action]
cs: Obnovit výchozí
de: Standard wiederherstellen
es: Restaurar valores predeterminados
fr: Restaurer les paramètres par défaut
it: Ripristina default
ja: デフォルトに戻す
nl: Standaardinstellingen herstellen
pl: Przywróć ustawienia domyślne
pt_br: Restaurar padrões
ru: Сбросить настройки
sk: Obnoviť Predvolené
sv: Återställ standardinställningar
uk: Відновити налаштування за замовчуванням
zh_hans: 恢复默认

source: [Settings/Search/title]
cs: Vyhledávání
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
nl: Zoek
pl: Szukaj
pt_br: Busca
ru: Поиск
sk: Vyhľadávanie
sv: Sök
th: ค้นหา
uk: Пошук
zh_hans: 搜索​​​​

source: [Settings/title]
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sk: Nastavenie
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
zh_hans: 设置

source: [SortBy/FileName]
cs: Název
de: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwy
pt_br: Nome
ru: Имя
sk: Názov
sv: Namn
th: ชื่อ
uk: Назва
zh_hans: 名称

source: [SortBy/None]
cs: Žádné
de: Keine
es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadny
sv: Inget
th: ไม่มี
uk: Нічого
zh_hans: 无

source: [SortOrder/Custom]
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nl: Aangepast
pl: Niestandardowe
pt_br: Personalizado
ru: Своя
sk: Vlastné
sv: Anpassat
uk: Власні параметри
zh_hans: 自定义

source: [StorageService/DropboxBusiness/title]
cs: Dropbox Business
de: Dropbox Business
es: Dropbox Business
fr: Dropbox Business
it: Dropbox Business
ja: Dropbox Business
nl: Dropbox Business
pl: Dropbox Business
pt_br: Dropbox Business
ru: Dropbox Business
sk: Dropbox Business
sv: Dropbox Business
th: Dropbox Business
uk: Dropbox Business
zh_hans: Dropbox Business

source: [StorageService/DropboxPro/title]
cs: Dropbox Pro
de: Dropbox Pro
es: Dropbox Pro
fr: Dropbox Pro
it: Dropbox Pro
ja: Dropbox Pro
nl: Dropbox Pro
pl: Dropbox Pro
pt_br: Dropbox Pro
ru: Dropbox Pro
sk: Dropbox Pro
sv: Dropbox Pro
th: Dropbox Pro
uk: Dropbox Pro
zh_hans: Dropbox Pro

source: [StorageService/GoogleWorkspace/title]
cs: Google Workspace
de: Google Workspace
es: Google Workspace
fr: Google Workspace
it: Google Workspace
ja: Google Workspace
nl: Google Workspace
pl: Google Workspace
pt_br: Google Workspace
ru: Google Workspace
sk: Google Workspace
sv: Google Workspace
uk: Google Workspace
zh_hans: Google Workspace

source: [StorageService/OneDriveForBusiness/title]
cs: OneDrive pro firmy
de: OneDrive for Business
es: OneDrive para la Empresa
fr: OneDrive Entreprise
it: OneDrive for Business
ja: OneDrive for Business
nl: OneDrive voor bedrijven
pl: OneDrive dla biznesu
pt_br: OneDrive for Business
ru: OneDrive для бизнеса
sk: OneDrive pre firmy
sv: OneDrive for Business
th: OneDrive for Business
uk: OneDrive для бізнесу
zh_hans: OneDrive 商业版

source: [StorageService/OtherServices/title]
cs: Ostatní služby
de: Sonstige Dienste
es: Otros servicios
fr: Autres services
it: Altri servizi
ja: その他のサービス
nl: Andere diensten
pl: Inne usługi
pt_br: Outros serviços
ru: Другие сервисы
sk: Ostatné služby
sv: Andra tjänster
uk: Інші служби
zh_hans: 其他服务

source: [Support/template] (Please describe the problem here)
cs: (Zde prosím popište váš problém)
de: (Bitte beschreiben Sie das Problem hier)
es: (Describa el problema aquí)
fr: (Veuillez décrire le problème ici)
it: (Descrivi il problema qui)
ja: （トラブルの内容を記述してください）
nl: (beschrijf hier het probleem)
pl: (Tutaj proszę opisać problem)
pt_br: (Por favor, descreva o problema aqui.)
ru: (Опишите проблему)
sk: (Tu prosím popíšte váš problém)
sv: (Vänligen beskriv problemet här)
th: (โปรดอธิบายปัญหาตรงนี้)
uk: (Опишіть проблему)
zh_hans: (请在此处描述问题)

source: [TipBox/callToAction/1]
cs: Pomozte nám vylepšit KeePassium!
de: Helfen Sie uns, KeePassium zu verbessern!
es: ¡Ayúdenos a mejorar KeePassium!
fr: Aidez-nous à améliorer KeePassium !
it: Aiutaci a migliorare KeePassium!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium te verbeteren!
pl: Pomóż nam uczynić KeePassium lepszym!
pt_br: Ajude-nos a melhorar o KeePassium!
ru: Помогите сделать KeePassium лучше!
sk: Pomôžte nám vylepšiť KeePassium!
sv: Hjälp oss göra KeePassium bättre!
th: ช่วยพวกเราทำ KeePassium ให้ดีขึ้น
uk: Допоможіть зробити KeePassium краще!
zh_hans: 帮助我们让 KeePassium 变得更好！

source: [TipBox/callToAction/2]
cs: Pomozte nám udržovat KeePassium!
de: Helfen Sie uns, KeePassium zu optimieren!
es: ¡Ayúdenos a mantener KeePassium brillante!
fr: Aidez-vous à faire rayonner KeePassium !
it: Aiutaci a mantenere KeePassium splendente!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium mooi te houden!
pl: Pomóż nam trzymać KeePassium lśniącym!
pt_br: Ajude-nos a manter o KeePassium lindo!
ru: Помогите нам развивать KeePassium!
sk: Pomôžte nám udržovať KeePassium!
sv: Hjälp oss hålla KeePassium skinande!
th: ช่วยพวกเราทำให้ KeePassium ดูดีขึ้น
uk: Допоможіть нам розвивати KeePassium!
zh_hans: 帮助我们让 KeePassium 保持卓越！

source: [TipBox/callToAction/3]
cs: Pomozte nám zachovat KeePassium zdarma!
de: Helfen Sie uns, KeePassium weiterhin kostenlos anbieten zu können!
es: ¡Ayúdenos a mantener KeePassium gratis!
fr: Aidez-nous à ce KeePassium reste gratuit !
it: Aiutaci a mantenere KeePassium gratis!
ja: KeePassiumの改善をご支援ください。
nl: Help ons KeePassium gratis te houden!
pl: Pomóż nam, aby KeePassium pozostało darmowe!
pt_br: Ajude-nos a manter o KeePassium grátis!
ru: Помогите нам поддерживать бесплатную версию KeePassium!
sk: Pomôžte nám udržať KeePassium zadarmo!
sv: Hjälp oss hålla KeePassium gratis!
th: ช่วยพวกเราทำให้ KeePassium สามารถใช้ฟรีได้
uk: Допоможіть нам підтримувати безкоштовну версію KeePassium!
zh_hans: 帮助我们让 KeePassium 得以继续提供免费版本！

source: [TipBox/description/1]
cs: Líbí se vám KeePassium?
de: Gefällt Ihnen KeePassium?
es: ¿Le gusta KeePassium?
fr: Vous appréciez KeePassium ?
it: Ti piace KeePassium?
ja: KeePassiumはいかがですか？
nl: Gebruikt u KeePassium graag?
pl: Lubisz KeePassium?
pt_br: Gosta do KeePassium?
ru: Вам нравится KeePassium?
sk: Páči sa vám KeePassium?
sv: Gillar du KeePassium?
th: คุณถูกใจ KeePassium หรือไม่?
uk: Вам подобається KeePassium?
zh_hans: 您喜欢KeePassium吗？

source: [TipBox/description/2]
cs: KeePassium je aplikace zdarma s otevřeným zdrojovým kódem. Svěřujete jí své nejcitlivější informace. Je bez reklam, sledování a zbytečností — respektujeme Vás.
de: KeePassium ist eine kostenlose Open-Source-App. Sie können uns selbst Ihre sensibelsten Daten anvertrauen. Es gibt keine Werbung, keine Datenspionage, keinen Unsinn – wir respektieren Sie und Ihr Recht auf Datenschutz.
es: KeePassium es una aplicación libre, de código abierto a la que confiar su información más sensible. No tiene anuncios, ni espionaje, ni tonterías, respetamos su privacidad.
fr: KeePassium est une application open-source gratuite. Vous lui confiez vos informations les plus sensibles. Il n'y a pas de publicité, pas d'espionnage, pas de mensonge, nous vous respectons.
it: KeePassium è un'app open source gratuita. Le affidi le tue informazioni più sensibili. Non ci sono annunci, tracciamenti o fregature. Noi ti rispettiamo.
ja: KeePassiumは無料のオープンソースAppです。あなたの最も重要な情報を託すことができます。広告もスパイもナンセンスもなく、あなたを尊重します。
nl: KeePassium is een gratis opensource-app. U legt uw vertrouwen in deze app door er uw belangrijkste informatie aan toe te voegen. Er is geen reclame, geen spionage, geen onzin — we respecteren u.
pl: KeePassium jest darmową aplikacją open-source. Możesz jej powierzyć najbardziej wrażliwe informacje. Nie ma tu reklam, szpiegowania, bezsensu - szanujemy Cię.
pt_br: KeePassium é um app grátis de código aberto. Você confia a ele suas informações mais sensíveis. Não há anúncios, nem espionagem, nem outros disparates — nós respeitamos você.
ru: KeePassium — бесплатное приложение с открытым исходным кодом. Вы доверяете ему самую важную информацию. В нём нет рекламы, шпионских модулей, ничего лишнего — мы уважаем вас.
sk: KeePassium je aplikácia zadarmo s otvoreným zdrojovým kódom. Zverujete jej svoje najcitlivejšie informácie. Je bez reklám, sledovania a zbytočností — rešpektujeme Vás.
sv: KeePassium är en gratis app med öppen källkod. Du förlitar dig på den med din känsligaste information. Det finns ingen reklam, inget spionage, inget nonsens — vi respekterar dig.
th: KeePassium เป็นแอปโอเพนซอร์สแบบฟรี คุณสามารถไว้ใจกับข้อมูลที่ละเอียดอ่อนของคุณได้ ไม่มีโฆษณา ไม่สอดส่องข้อมูล ไม่ทำเรื่องไร้สาระ — เราเคารพคุณ
uk: KeePassium - безкоштовний додаток з відкритим вихідним кодом. Ви довіряєте йому найважливішу інформацію. У ньому немає реклами, шпигунських модулів, нічого зайвого - ми поважаємо Вас.
zh_hans: KeePassium是一款免费的开源应用。您可以信任它并把敏感信息托付给它。没有广告，没有隐私窥探，没有废话 — 我们尊重你。

source: [TipBox/description/3]
cs: Líbí se vám KeePassium, ale nepotřebujete prémiové funkce?
de: Ihnen gefällt KeePassium, aber Sie benötigen die Premiumfunktionen nicht?
es: ¿Le gusta KeePassium pero no necesita las características premium?
fr: Vous aimez KeePassium mais vous n'avez pas besoin des fonctionnalités premium ?
it: Ti piace KeePassium ma non hai bisogno delle funzioni Premium?
ja: KeePassiumはいかがですか？プレミアム機能は必要ありませんか？
nl: Gebruikt u KeePassium graag, maar heeft u geen premium-functies nodig?
pl: Lubisz KeePassium ale nie potrzebujesz funkcji premium?
pt_br: Gosta do KeePassium, mas não precisa dos recursos Premium?
ru: Нравится KeePassium, но не нужны премиум-функции?
sk: Páči sa vám KeePassium, ale nepotrebujete prémiové funkcie?
sv: Gillar du KeePassium men behöver inte premiumfunktionerna?
th: คุณถูกใจ KeePassium แต่ไม่ได้ต้องการฟีเจอร์พรีเมียมหรือไม่?
uk: Подобається KeePassium, але не потрібні преміум-функції?
zh_hans: 您喜欢KeePassium，但不需要高级功能吗？

source: [TipBox/thankYou]
cs: Děkujeme!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ご支援ありがとうございます。
nl: Bedankt!
pl: Dziękujemy!
pt_br: Muito obrigado!
ru: Спасибо!
sk: Ďakujeme vám!
sv: Tack!
th: ขอบคุณ!
uk: Дякуємо!
zh_hans: 谢谢您！

source: [TipBox/title/2]
cs: Příspěvky
de: Spenden
es: Donaciones
fr: Dons
it: Donazioni
ja: 寄付
nl: Donaties
pl: Darowizny
pt_br: Doações
ru: Чаевые
sk: Príspevky
sv: Bidrag
th: บริจาค
uk: Чайові
zh_hans: 捐赠支持作者

source: [TipBox/title/3]
cs: Podpořte KeePassium
de: Unterstützen Sie KeePassium
es: Apoya a KeePassium
fr: Soutenir KeePassium
it: Sostieni KeePassium
ja: KeePassiumを支援
nl: Ondersteun KeePassium
pl: Wesprzyj KeePassium
pt_br: Apoie KeePassium
ru: Поддержите KeePassium
sk: Podporte KeePassium
sv: Stöd KeePassium
th: สนับสนุน KeePassium
uk: Підтримайте KeePassium
zh_hans: 支持 KeePassium

source: [TOTP/FieldName]
cs: Jednorázové heslo (TOTP)
de: Einmalpasswort (TOTP)
es: Contraseña de un solo uso (TOTP)
fr: Mot de passe à usage unique (TOTP)
it: Password monouso (TOTP)
ja: ワンタイムパスワード (TOTP)
nl: Eenmalig wachtwoord (TOTP)
pl: Hasło jednorazowe (TOTP)
pt_br: Código de uso único (TOTP)
ru: Одноразовый пароль (TOTP)
sk: Jednorazové heslo (TOTP)
sv: Engångslösenord (TOTP)
th: รหัสผ่านแบบใช้ครั้งเดียว (TOTP)
uk: Одноразовий пароль (TOTP)
zh_hans: 一次性密码 (TOTP)

source: [URLReference/Location] Cloud storage / Another app
cs: Cloudové úložiště / další aplikace
de: Cloud-Speicher / Eine andere App
es: Almacenamiento en la nube / Otra aplicación
fr: Stockage Cloud / Une autre application
it: Archiviazione cloud / un'altra app
ja: クラウドストレージ / 他のアプリ
nl: Cloud-opslag/Andere app
pl: Magazyn w chmurze / Inna aplikacja
pt_br: Nuvem/Outro app
ru: Онлайн / В другом приложении
sk: Cloudové úložisko / ďalšie aplikácie
sv: Molnlagring / Annan app
th: ที่จัดเก็บในคลาวด์ / แอปอื่น
uk: Хмарне сховище / В іншому додатку
zh_hans: 云端存档 / 其他app应用

source: [URLReference/Location] Internal backup
cs: Interní záloha
de: Internes Backup
es: Copia de seguridad interna
fr: Sauvegarde interne
it: Copie di sicurezza interne
ja: 内部バックアップ
nl: Interne back-up
pl: Wewnętrzna kopia zapasowa
pt_br: Pasta Backup interna
ru: Внутренняя резервная копия
sk: Interná záloha
sv: Intern backup
th: ข้อมูลสำรองภายใน
uk: Внутрішня резервна копія
zh_hans: 内部备份

source: [URLReference/Location] Internal inbox
cs: Interní schránka
de: Interner Posteingang
es: Bandeja de entrada interna
fr: Boîte de réception interne
it: Importazioni interne
ja: 内部inbox
nl: Intern Postvak IN
pl: Skrzynka wewnętrzna
pt_br: Pasta Inbox interna
ru: Внутренний импорт
sk: Interná schránka
sv: Intern dokumentkatalog
th: อินบอกภายใน
uk: Внутрішній імпорт
zh_hans: 内部导入

source: [URLReference/Location] Local copy
cs: Místní kopie
de: Lokale Kopie
es: Copia local
fr: Copie locale
it: Copia locale
ja: ローカルコピー
nl: Lokale kopie
pl: Kopia lokalna
pt_br: Cópia local
ru: Локальная копия
sk: Lokálna kópia
sv: Lokal kopia
th: สำเนาภายใน
uk: Локальна копія
zh_hans: 本地副本

source: [URLReference/Location/RemoteServer]
cs: Vzdálený server
de: Remote-Server
es: Servidor remoto
fr: Serveur distant
it: Server remoto
ja: リモートサーバー
nl: Externe server-URL
pl: Zdalny serwer
pt_br: Servidor remoto
ru: Удалённый сервер
sk: Vzdialený server
sv: Fjärrserver
th: เซิร์ฟเวอร์
uk: Віддалений сервер
zh_hans: 远程服务器

source: [YubiKey] Don't use YubiKey
cs: Bez YubiKey
de: Ohne YubiKey
es: Sin YubiKey
fr: Sans YubiKey
it: Senza YubiKey
ja: YubiKeyなし
nl: Zonder YubiKey
pl: Bez YubiKey
pt_br: Não usar YubiKey
ru: Без YubiKey
sk: Bez YubiKey
sv: Utan YubiKey
th: ไม่ใช้ YubiKey
uk: Без YubiKey
zh_hans: 不使用YubiKey

source: [YubiKey] Insert the key
cs: Vložte klíč
de: Hardware-Schlüssel anschließen
es: Conecte la llave
fr: Insérez la clé
it: Inserisci la chiave
ja: キーを挿入してください
nl: Plug de sleutel in
pl: Włóż klucz
pt_br: Insira a chave
ru: Вставьте ключ
sk: Vložte kľúč
sv: Sätt i nyckeln
th: เสียบกุญแจ
uk: Вставте ключ
zh_hans: 导入密钥

source: [YubiKey] Touch the key
cs: Dotkněte se klíče
de: Taste berühren
es: Toque la llave
fr: Toucher la clé
it: Tocca la chiave
ja: キーにタッチしてください
nl: Raak de sleutel aan
pl: Dotknij klucza
pt_br: Toque a chave
ru: Коснитесь ключа
sk: Dotknite sa kľúča
sv: Tryck på nyckeln
th: แตะกุญแจ
uk: Торкніться ключа
zh_hans: 触摸密钥

source: [YubiKey] Use YubiKey Slot %d
cs: Použít YubiKey slot %d
de: YubiKey Slot %d verwenden
es: Use la ranura YubiKey %d
fr: Utiliser l'emplacement YubiKey %d
it: Usa slot Yubikey %d
ja: YubiKey スロット %d を使用
nl: Gebruik YubiKey-sleuf %d
pl: Użyj gniazda YubiKey %d
pt_br: Usar a posição %d da YubiKey
ru: Использовать YubiKey-слот %d
sk: Použiť YubiKey slot %d
sv: Använd YubiKey Slot %d
th: ใช้ YubiKey ช่องที่ %d
uk: Використовувати YubiKey роз'єм %d
zh_hans: 使用 YubiKey Slot %d

source: Add Database
cs: Přidat databázi
de: Datenbank hinzufügen
es: Añadir base de datos
fr: Ajouter base de données
it: Aggiungi database
ja: データベースを追加
nl: Voeg database toe
pl: Dodaj bazę
pt_br: Adicionar banco de dados
ru: Добавить базу паролей
sk: Pridať databázu
sv: Lägg till databas
th: เพิ่มฐานข้อมูล
uk: Додати базу паролів
zh_hans: 添加数据库

source: KeePass database should not be used as key file. Please pick a different file.
cs: KeePass databáze by neměla být použita jako soubor s klíčem. Prosím, vyberte jiný soubor.
de: Eine KeePass Datenbank sollte nicht als Schlüsseldatei verwendet werden. Bitte wählen Sie eine andere Datei.
es: La base de datos de KeePass no se debe usar como archivo de clave. Seleccione un archivo diferente.
fr: La base de données KeePass ne devrait pas être utilisée comme fichier clé. Veuillez choisir un autre fichier.
it: Il database KeePass non dovrebbe essere utilizzato come file chiave. Scegli un altro file.
ja: KeePassのデータベースをキーファイルとして使用しないでください。別のファイルを選択してください。
nl: De KeePass-database mag niet worden gebruikt als sleutelbestand. Kies een ander bestand.
pl: Baza danych KeePass nie powinna być używana jako plik kluczowy. Proszę wybrać inny plik.
pt_br: Um banco de dados do KeePass não pode ser usado como arquivo de chave. Por favor, escolha um arquivo diferente.
ru: База паролей KeePass не должна использоваться в качестве ключевого файла. Выберите другой файл.
sk: KeePass databáza by nemala byť použitá ako súbor s kľúčom. Prosím, vyberte iný súbor.
sv: KeePass databaser ska inte användas som nyckelfiler. Var vänlig välj en annan fil.
th: ฐานข้อมูล KeePass ไม่ควรใช้เป็นไฟล์กุญแจ โปรดเลือกไฟล์ใหม่
uk: База паролів KeePass не повинна використовуватися в якості файл-ключа. Виберіть інший файл.
zh_hans: KeePass数据库文件不应该当作密钥文件使用。 请选择其他文件。

source: No database files
cs: Žádný databázový soubor
de: Keine Datenbank
es: No hay archivos de base de datos
fr: Pas de fichiers de base de données
it: Nessun file database
ja: データベースがありません
nl: Geen databasebestanden
pl: Brak pliku bazy
pt_br: Nenhum arquivo de banco de dados
ru: Нет ни одной базы паролей
sk: Žiadne databázové súbory
sv: Inga databasfiler
th: ไม่มีไฟล์ฐานข้อมูล
uk: Відсутні бази паролів
zh_hans: 没有数据库文件

source: Show Backup Files
cs: Zobrazovat zálohy
de: Gesicherte Dateien anzeigen
es: Mostrar copias de seguridad
fr: Afficher les fichiers de sauvegarde
it: Mostra copie di sicurezza
ja: バックアップを表示
nl: Toon back-upbestanden
pl: Pokaż kopie zapasowe
pt_br: Mostrar cópias de segurança
ru: Показывать резервные копии
sk: Zobraziť záložné súbory
sv: Visa backupfiler
th: แสดงไฟล์สำรองข้อมูล
uk: Показувати резервні копії
zh_hans: 显示备份文件
