Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Entry/Field/name] URL
cs: URL
de: URL
es: URL
fr: Adresse URL
it: URL
ja: URL
nl: URL
pl: Adres URL
pt_br: URL
ru: URL
sk: Adresa URL
sv: URL
th: URL
uk: URL
zh_hans: 网址

source: [Entry/Field/name] User Name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя
sk: Užívateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้งาน
uk: Ім'я користувача
zh_hans: 用户名称

source: [Entry/Field/Protected/title]
cs: Chráněné pole
de: Geschütztes Feld
es: Campo Protegido
fr: Champ protégé
it: Campo protetto
ja: 保護されたフィールド
nl: Beveiligd veld
pl: Pole chronione
pt_br: Campo protegido
ru: Защищённое поле
sk: Chránené pole
sv: Skyddat fält
uk: Захищене поле
zh_hans: 受保护字段

source: [Entry/Field/tags] Tags
cs: Štítky
de: Tags
es: Etiquetas
fr: Étiquettes
it: Tag
ja: タグ
nl: Tags
pl: Tagi
pt_br: Etiquetas
ru: Теги
sk: Štítky
sv: Taggar
uk: Теги
zh_hans: 标签

source: [Entry/Files/Add] Loading attachment file
cs: Nahrávám přílohu
de: Anhang hochladen
es: Cargando archivo adjunto
fr: Chargement du fichier joint
it: Carico file allegato
ja: 添付ファイルを読み込み中
nl: Bezig met laden van bijlage
pl: Pobieranie załącznika
pt_br: Carregando anexo
ru: Загрузка прикреплённого файла
sk: Nahrávam prílohu
sv: Laddar fil att bifoga
th: กำลังโหลดไฟล์แนบ
uk: Завантаження прикріпленого файлу
zh_hans: 加载附件

source: [Entry/History] Creation Date
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日時
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Criado
ru: Дата создания
sk: Dátum vytvorenia
sv: Skapad
th: วันที่สร้าง
uk: Дата створення
zh_hans: 建立时间

source: [Entry/History] Expiry Date
cs: Datum expirace
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
ja: 有効期限
nl: Vervaldatum
pl: Data wygaśnięcia
pt_br: Vence em
ru: Дата окончания
sk: Dátum skončenia platnosti
sv: Förfaller
th: วันหมดอายุ
uk: Термін дії
zh_hans: 到期日期

source: [Entry/History] Last Access Date
cs: Naposledy zobrazeno
de: Letztes Zugriffsdatum
es: Fecha de último acceso
fr: Date du dernier accès
it: Data ultimo accesso
ja: 最終アクセス日時
nl: Laatst geopend op
pl: Data ostatniego dostępu
pt_br: Último acesso
ru: Дата доступа
sk: Naposledy zobrazené
sv: Senast öppnad
th: วันที่เข้าถึงล่าสุด
uk: Дата останнього доступу
zh_hans: 上次访问时间

source: [Entry/History] Last Modification Date
cs: Datum poslední změny
de: Letzte Änderung
es: Fecha de la última modificación
fr: Date de dernière modification
it: Data ultima modifica
ja: 最終更新日時
nl: Laatst gewijzigd op
pl: Data ostatniej modyfikacji
pt_br: Última modificação
ru: Дата изменения
sk: Dátum poslednej zmeny
sv: Senast redigerad
th: วันที่แก้ไขครั้งล่าสุด
uk: Дата останньої зміни
zh_hans: 最后修改日期

source: [Entry/History] Modification Date
cs: Datum změny
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
it: Data di modifica
ja: 更新日時
nl: Wijzigingsdatum
pl: Data modyfikacji
pt_br: Data da modificação
ru: Дата изменения
sk: Dátum zmeny
sv: Ändringsdatum
uk: Дата зміни
zh_hans: 修改日期

source: [Entry/History] Previous Versions
cs: Předchozí revize
de: Vorherige Versionen
es: Versiones previas
fr: Versions précédentes
it: Versioni precedenti
ja: 以前のバージョン
nl: Vorige versies
pl: Poprzednia wersja
pt_br: Versões anteriores
ru: Предыдущие версии
sk: Predchádzajúce verzie
sv: Tidigare versioner
th: เวอร์ชันก่อนหน้า
uk: Попередні версії
zh_hans: 之前的版本

source: [Entry/History/ExpiryDate] Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: なし
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ตลอดไป
uk: Ніколи
zh_hans: 永不

source: [Entry/New/defaultTitle] New Entry
cs: Nový záznam
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
it: Nuova voce
ja: 新規エントリー
nl: Nieuw item
pl: Nowy wpis
pt_br: Nova entrada
ru: Новая запись
sk: Nový záznam
sv: Ny post
th: รายการใหม่
uk: Новий запис
zh_hans: 新条目

source: [Entry/title]
cs: Záznam
de: Eintrag
es: Entrada
fr: Entrée
it: Voce
ja: エントリー
nl: Item
pl: Wpis
pt_br: Entrada
ru: Запись
sk: Záznam
sv: Post
th: รายการ
uk: Запис
zh_hans: 条目

source: [File/In Trash/warning]
cs: '%@' je umístěn v nedávno smazaných souborech a může být brzy odstraněn. Chcete-li soubor zachovat, přesuňte jej na trvalejší místo.
de: '%@' befindet sich in „Zuletzt gelöscht“ gelöscht und könnte bald gelöscht werden. Um Ihre Daten zu bewahren, verschieben Sie die Datei an einen dauerhafteren Ort.
es: %@ está ubicado en Eliminados recientemente y se puede eliminar en cualquier momento. Para preservar la información, cambie el archivo a una ubicación más permanente.
fr: « %@ » se trouve dans « Suppressions récentes » et pourrait être supprimé prochainement. Pour protéger vos données, déplacez le fichier vers un emplacement plus permanent.
it: '%@' si trova nella cartella Eliminati di recente e potrebbe essere eliminato a breve. Per preservare i tuoi dati, sposta il file in una posizione più permanente.
ja: '%@' は「最近削除した項目」にあり、いずれ削除されます。お使いのデータを残すには別のフォルダに移動してください。
nl: '%@' bevindt zich in Recent verwijderd en kan binnenkort worden verwijderd. Verplaats het bestand naar een meer permanente locatie om uw gegevens te bewaren.
pl: '%@' został niedawno usunięty i może być wkrótce skasowany. Aby zachować dane, przenieś plik do bardziej trwałej lokalizacji.
pt_br: '%@' está na pasta Apagados Recentemente e pode ser eliminado em breve. Para salvar seus dados, mova o arquivo para outra pasta.
ru: '%@' расположен в недавно удалённых и может быть вскоре удалён. Чтобы сохранить свои данные, переместите файл в более постоянное место.
sk: '%@' je umiestnený v nedávno zmazaných súboroch a môže byť čoskoro odstránený. Ak chcete súbor zachovať, presuňte ho na trvalejšie miesto.
sv: '%@' finns i Nyligen borttagna och kanske snart tas bort. För att bevara dina data kan du flytta filen till en mer permanent plats.
th: '%@' ถูกเก็บไว้ที่ที่เพิ่งลบล่าสุด และอาจจะถูกลบไปในเร็ว ๆ นี้ หากต้องการเก็บข้อมูลไว้ ให้เก็บไฟล์ไปยังที่สำหรับจัดเก็บถาวรกว่านี้
uk: '%@' розташований в нещодавно вилучених і може бути незабаром видалений. Щоб зберегти свої дані, перемістіть файл в більш постійне місце.
zh_hans: '%@'位于“最近删除”，可能很快被删除。要保存您的数据，请移动文件到一个永久的位置。

source: [File/PermissionDenied] Try to remove the file from the app, then add it again.
cs: Zkuste soubor z aplikace odebrat a poté znovu přidat.
de: Versuchen Sie die Datei aus der App zu entfernen und fügen Sie sie erneut hinzu.
es: Pruebe a eliminar el archivo de la aplicación e inténtelo de nuevo.
fr: Essayez de supprimer le fichier de l'application, puis ajoutez-le à nouveau.
it: Prova a rimuovere il file dall'app, quindi aggiungilo di nuovo.
ja: Appからファイルを削除し、もう一度追加してみてください。
nl: Probeer het bestand uit de app te verwijderen en voeg het dan opnieuw toe.
pl: Spróbuj usunąć plik z aplikacji, a następnie dodać go ponownie.
pt_br: Tente retirar o arquivo do app e adicioná-lo de novo.
ru: Попробуйте убрать файл из приложения, а затем добавить его снова.
sk: Skúste odstrániť súbor z aplikácie a potom ho znovu pridať.
sv: Försök att ta bort filen från appen, lägg sedan till den igen.
th: ลองลบไฟล์ออกจากแอป แล้วเพิ่มกลับเข้าไปใหม่
uk: Спробуйте видалити файл з програми, а потім додати його знову.
zh_hans: 尝试从应用中删除该文件，然后重新添加它。

source: [File/Re-add/title]
cs: Přidejte soubor znovu
de: Datei erneut hinzufügen
es: Agregue el archivo nuevamente
fr: Ajouter à nouveau le fichier
it: Aggiungi di nuovo il file
ja: ファイルをもう一度追加
nl: Voeg het bestand opnieuw toe
pl: Dodaj plik ponownie
pt_br: Adicionar arquivo novamente
ru: Добавить файл снова
sk: Pridajte súbor znova
sv: Lägg till filen igen
th: เพิ่มไฟล์อีกครั้ง
uk: Додати файл знову
zh_hans: 再次添加文件

source: [File/TemporaryBackup/warning]
cs: Toto je dočasná záložní databáze. Může být automaticky odstraněna bez varování. Nepoužívejte ji jako svou hlavní databázi.
de: Dies ist eine temporäre Backup-Datenbank. Sie kann ohne Vorwarnung automatisch gelöscht werden. Verwenden Sie sie nicht als Ihre Hauptdatenbank.
es: Esta es una base de datos temporal. Se puede eliminar automáticamente sin previo aviso. No la utilice como su base de datos principal.
fr: Il s'agit d'une base de données de sauvegarde temporaire. Elle peut être automatiquement supprimée sans avertissement. Ne l'utilisez pas comme base de données principale.
it: Questa è una copia temporanea di un database. Può essere eliminata automaticamente senza preavviso. Non usarla come database principale.
ja: これは一時的なバックアップのデータベースです。警告なく自動的に削除されますので、メインのデータベースとして使用しないでください。
nl: Dit is een tijdelijke back-updatabase. Deze kan zonder waarschuwing automatisch worden verwijderd. Gebruik deze niet als uw hoofddatabase.
pl: To jest tymczasowa kopia bazy. Może być automatycznie usunięta bez ostrzeżenia. Nie używaj jej jako bazy głównej.
pt_br: Esta é uma cópia temporária do banco de dados. Ela pode ser apagada automaticamente sem aviso. Não a use como banco de dados principal.
ru: Это временная копия базы данных. Она может быть автоматически удалена без предупреждения. Не используйте её как основную базу.
sk: Toto je dočasná záložný databáza. Môže byť automaticky a bez varovania vymazaná. Nepoužívajte ju ako svoju hlavnú databázu.
sv: Det här är en temporär säkerhetskopierad databas. Den kan tas bort automatiskt utan varning. Använd den inte som din huvuddatabas.
th: นี่คือการสำรองฐานข้อมูลชั่วคราว มันจะถูกลบโดยอัตโนมัติโดยไม่มีการแจ้งไว้ อย่าใช้มันเป็นฐานข้อมูลหลักของคุณ
uk: Це тимчасова копія бази даних. Вона може бути автоматично видалена без попередження. Не використовуйте її як основну базу паролів.
zh_hans: 这是一个临时备份数据库。它可以在没有警告的情况下自动删除。不要使用它作为您的主数据库。

source: [FileAccessError/FileProvider/NotFound/generic]
cs: Poskytovatel úložiště není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: Der Speicheranbieter ist nicht verfügbar. Bitte überprüfen Sie, ob er installiert und in Ihrem Konto angemeldet ist.
es: El proveedor de almacenamiento no está disponible. Compruebe si está instalado y si ha iniciado sesión en el sistema.
fr: Le fournisseur de stockage n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
it: Il fornitore di spazio di archiviazione non è disponibile. Controlla che sia installato e connesso al tuo account.
ja: ストレージが利用できません。アプリがインストールされログインしているか確認してください。
nl: Opslag provider is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
pl: Dostawca magazynu nie jest dostępny. Sprawdź, czy aplikacja magazynu jest zainstalowana i czy jesteś w niej zalogowany.
pt_br: Serviço de armazenamento indisponível. Verifique se o app deste está instalado e conectado à sua conta.
ru: Хранилище файлов недоступно. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: Poskytovateľ úložiska nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv: Lagringsleverantören är inte tillgänglig. Kontrollera att appen är installerad och inloggad på ditt konto.
th: ระบบจัดเก็บข้อมูลยังใช้งานไม่ได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
uk: Сховище файлів недоступно. Переконайтеся, що відповідну програму встановлено і підключено до вашого облікового запису.
zh_hans: 存储提供商不可用。请检查是否已安装并登录到您的帐户。

source: [FileAccessError/FileProvider/NotFound/other]
cs: %@ není k dispozici. Zkontrolujte, zda je nainstalován a přihlášen k vašemu účtu.
de: %@ ist nicht verfügbar. Bitte überprüfen Sie, ob der Anbieter installiert und in Ihrem Konto angemeldet ist.
es: %@ no está disponible. Compruebe si está instalado e inicie sesión en su cuenta.
fr: %@ n'est pas disponible. Veuillez vérifier s'il est installé et connecté à votre compte.
it: %@ non è disponibile. Controlla che sia installato e connesso al tuo account.
ja: %@が利用できません。アプリがインストールされログインしているか確認してください。
nl: %@ is niet beschikbaar. Controleer of deze is geïnstalleerd en dat uw account is ingelogd.
pl: %@ nie jest dostępny. Sprawdź, czy aplikacja magazynu jest zainstalowana i czy jesteś w niej zalogowany.
pt_br: %@ não está disponível. Por favor, verifique se esse app está instalado e conectado à sua conta.
ru: %@ недоступен. Убедитесь, что соответствующее приложение установлено и подключено к вашему аккаунту.
sk: %@ nie je k dispozícii. Skontrolujte prosím, či je nainštalovaný a prihlásený k vášmu účtu.
sv: %@ är inte tillgänglig. Kontrollera att den är installerad och inloggad på ditt konto.
th: %@ ไม่สามารถใช้งานได้ โปรดตรวจสอบว่ามันติดตั้งและมีการเข้าสู่ระบบเรียบร้อยแล้ว
uk: %@ недоступний. Переконайтеся, що відповідну програму встановлено і підключено до вашого облікового запису.
zh_hans: %@ 不可用。请检查它是否已安装并登录到您的帐户。

source: [FileAccessError/FileProvider/NotFound/smbShare]
cs: Síťové úložiště je odpojeno.
de: Netzwerkspeicher nicht verbunden.
es: El almacenamiento en red está desconectado.
fr: Le stockage réseau est déconnecté.
it: L'archivio di rete è disconnesso.
ja: ネットワークストレージが切断されました。
nl: Netwerkopslag is niet verbonden.
pl: Magazyn sieciowy jest odłączony.
pt_br: O armazenamento de rede está desconectado.
ru: Сетевое хранилище не подключено.
sk: Sieťové úložisko je odpojené.
sv: Nätverkslagring är inte ansluten.
th: ยังไม่ได้เชื่อมต่อที่จัดเก็บข้อมูลในเครือข่าย
uk: Мережеве сховище не підключено.
zh_hans: 网络存储已断开连接。

source: [FileAccessError/FileProvider/NotFound/usbDrive]
cs: USB disk je odpojen.
de: USB-Laufwerk nicht verbunden.
es: El dispositivo USB está desconectado.
fr: Le lecteur USB est déconnecté.
it: L'unità USB è disconnessa.
ja: USBドライブが切断されました。
nl: USB-schijf is niet verbonden.
pl: Dysk USB jest odłączony.
pt_br: A unidade USB está desconectada.
ru: USB-накопитель не подключён.
sk: USB disk je odpojený.
sv: USB-enheten är frånkopplad.
th: ยังไม่ได้เชื่อมต่อไดรฟ์ USB
uk: USB-накопичувач не підключено.
zh_hans: USB驱动器已断开连接。

source: [FileAccessError/internalError]
cs: Interní chyba v KeePassium, prosím, řekněte nám o ní.
de: Interner KeePassium-Fehler. Bitte teilen Sie uns dies mit.
es: Error interno en KeePassium, póngase en contacto con nosotros.
fr: Erreur interne KeePassium. Veuillez nous en dire plus à son sujet.
it: Errore interno di KeePassium, ti preghiamo di inviarci una segnalazione in merito.
ja: KeePassium内部エラーです。サポートにお問い合わせください。
nl: Interne KeePassium-fout. Meld dit aan ons.
pl: Wewnętrzny błąd KeePassium - proszę powiadom nas o tym.
pt_br: Erro interno no KeePassium. Por favor, nos avise sobre ele.
ru: Внутренняя ошибка KeePassium. Пожалуйста, сообщите нам об этом.
sk: Interná chyba v aplikácii KeePassium, prosím, povedzte nám o nej.
sv: Internt KeePassium-fel, var vänlig och rapportera det till oss.
th: ภายใน KeePassium มีปัญหา โปรดบอกรายละเอียดเกี่ยวกับมันหน่อย
uk: Внутрішня помилка KeePassium. Будь ласка, повідомте нам про це.
zh_hans: KeePassium内部错误，请告诉我们。

source: [FileAccessError/ManagedAccessDenied/title]
cs: Přístup k tomuto úložišti je zakázán vaší organizací.
de: Der Zugriff auf diesen Speicher wurde von Ihrer Organisation deaktiviert.
es: El acceso a este almacenamiento está deshabilitado por su organización.
fr: L'accès à cet espace de stockage est désactivé par votre organisation.
it: L'accesso a questo archivio è disabilitato dalla tua istituzione.
ja: このストレージへのアクセスは組織によって無効になっています。
nl: De toegang tot deze opslag is uitgeschakeld door je organisatie.
pl: Dostęp do tego magazynu jest wyłączony przez Twoją organizację.
pt_br: O acesso a este armazenamento foi desabilitado pela sua organização.
ru: Доступ к этому хранилищу отключён вашей организацией.
sk: Prístup k tomuto úložisku je zakázaný vašou organizáciou.
sv: Åtkomst till lagringen är inaktiverad av din organisation.
uk: Ваша організація закрила доступ до цього сховища.
zh_hans: 此存储空间的访问权限被您的组织禁用。

source: [FileAccessError/NetworkAccessDenied/generic]
cs: Přístup k síti je zablokován nastavením.
de: Netzwerkzugriff wird durch Einstellungen blockiert.
es: El acceso a la red está bloqueado por los ajustes.
fr: L'accès au réseau est bloqué par les paramètres.
it: L'accesso alla rete è bloccato dalle impostazioni.
ja: ネットワークアクセスは設定によってブロックされています。
nl: Netwerktoegang wordt geblokkeerd door de instellingen.
pl: Dostęp do sieci jest zablokowany przez ustawienia.
pt_br: O acesso à rede está bloqueado nos ajustes.
ru: Сетевой доступ заблокирован в настройках.
sk: Prístup na sieť je blokovaný nastaveniami.
sv: Nätverksåtkomst är begränsad av inställningarna.
th: การเข้าถึงเน็ตเวิร์คถูกบล็อคโดยการตั้งค่า
uk: Доступ до мережі заблоковано в налаштуваннях.
zh_hans: 网络访问已被屏蔽。

source: [FileAccessError/NoResponse/genericFileProvider]
cs: Poskytovatel úložiště neodpovídá.
de: Speicheranbieter reagiert nicht.
es: El proveedor de almacenamiento no responde.
fr: Le fournisseur de stockage ne répond pas.
it: Il fornitore di spazio di archiviazione non risponde.
ja: ストレージが応答しません。
nl: De opslagdienst reageert niet.
pl: Dostawca magazynu nie odpowiada.
pt_br: O serviço de armazenamento não está respondendo.
ru: Хранилище файлов не отвечает.
sk: Poskytovateľ úložiska neodpovedá.
sv: Lagringsleverantören svarar inte.
th: ระบบจัดเก็บข้อมูลไม่ตอบสนอง
uk: Сховище файлів не відповідає.
zh_hans: 存储提供商没有响应。

source: [FileAccessError/NoResponse/knownFileProvider]
cs: %@ neodpovídá.
de: %@ reagiert nicht.
es: %@ no responde.
fr: %@ ne répond pas.
it: %@ non risponde.
ja: %@ は応答しません。
nl: %@ reageert niet.
pl: %@ nie odpowiada.
pt_br: %@ não está respondendo.
ru: %@ не отвечает.
sk: %@ neodpovedá.
sv: %@ svarar inte.
th: %@ ไม่ตอบสนอง
uk: %@ не відповідає.
zh_hans: %@没有响应。

source: [FileAccessError/NoWritePermission/title]
cs: Soubor (%@) nelze uložit
de: Datei konnte nicht gespeichert werden (%@)
es: No se puede guardar el archivo (%@)
fr: Impossible d'enregistrer le fichier (%@)
it: Impossibile salvare il file (%@)
ja: ファイルを保存できません (%@)
nl: Kan bestand niet opslaan (%@)
pl: Nie można zapisać pliku (%@)
pt_br: Não pôde salvar o arquivo (%@)
ru: Невозможно сохранить файл (%@)
sk: Súbor (%@) sa nedá uložiť
sv: Kan inte spara fil (%@)
th: ไม่สามารถบันทึกไฟล์ (%@)
uk: Неможливо зберегти файл (%@)
zh_hans: 无法保存文件 （%@）

source: [FileAccessError/OneDriveReadOnly/reason]
cs: Microsoft nedávno přepnul integraci OneDrive s iOS do režimu jen pro čtení. Říká, že dočasně.
de: Microsoft hat kürzlich die OneDrive-Integration mit iOS auf den Nur-Lese-Modus umgestellt.
es: Microsoft ha cambiado recientemente la integración de OneDrive con iOS a modo de solo lectura. Parece ser algo temporal.
fr: Microsoft a récemment modifié l'intégration de OneDrive avec iOS en mode lecture seule (modification temporaire).
it: Microsoft di recente ha bloccato l'integrazione di OneDrive con iOS in modalità Sola lettura. Temporaneamente, dicono.
ja: 最近、MicrosoftはOneDriveのiOS統合を読み取り専用に変更しました。これは一時的なものだとされています。
nl: Microsoft heeft onlangs de OneDrive-integratie met iOS alleen-lezen gemaakt. Ze zeggen dat dit tijdelijk is.
pl: Microsoft zmienił integrację OneDrive dla systemu iOS w tryb tylko do odczytu. Mówią, że tymczasowo...
pt_br: Recentemente, a Microsoft tornou apenas-leitura a integração do OneDrive com o iOS. Temporariamente, dizem eles.
ru: Недавно Microsoft перевела интеграцию OneDrive с iOS в режим только чтения. Как говорят, временно.
sk: Microsoft nedávno prepol integráciu OneDrive s iOS do režimu iba na čítanie. Tvrdí, že dočasne.
sv: Microsoft har nyligen ändrat sin OneDrive-integration så den bara tillåter att läsa filer, utan möjlighet att skriva till dem. Tillfälligt, enligt Microsoft.
th: Microsoft ได้เปลี่ยนการเชื่อม OneDrive ให้ iOS อ่านได้อย่างเดียว แค่ชั่วคราวเขาบอก
uk: Нещодавно Microsoft перевела інтеграцію OneDrive з iOS в режим тільки читання. Як кажуть, тимчасово.
zh_hans: 微软最近将 OneDrive 与 iOS 档案的整合设定为仅读模式。

source: [FileAccessError/OneDriveReadOnly/recoverySuggestion]
cs: Použijte možnost Export pro uložení souboru do jiné lokace.
de: Verwenden Sie die Export-Option, um die Datei an einem anderen Ort zu speichern.
es: Utilice la opción Exportar para guardar el archivo en otra ubicación.
fr: Utilisez l'option Exporter pour enregistrer le fichier dans un autre emplacement.
it: Utilizza l'opzione Esporta per salvare il file da un'altra parte.
ja: 共有メニューを使用して、別の場所に保存してください。
nl: Gebruik de exportoptie om het bestand op te slaan op een andere locatie.
pl: Użyj opcji eksportu, aby zapisać plik w innej lokalizacji.
pt_br: Use a opção Exportar para salvar esse arquivo em outro local.
ru: Используйте функцию экспорта, чтобы сохранить файл в другом месте.
sk: Použite možnosť Export na uloženie súboru do inej lokácie.
sv: Använd Export-möjligheten för att spara filen till en annan plats.
th: ใช้ตัวเลือกส่งออกเพื่อบันทึกไฟล์ไปยังที่อื่น
uk: Використовуйте функцію експорту, щоб зберегти файл в іншому місці.
zh_hans: 使用导出选项将文件保存到其他位置。

source: [FileAccessError/PermissionRequired/reason]
cs: KeePassium potřebuje vaše oprávnění k přístupu k „%@“.
de: KeePassium benötigt Ihre Erlaubnis für den Zugriff auf '%@'.
es: KeePassium necesita su permiso para acceder a «%@».
fr: KeePassium a besoin de votre permission pour accéder à '%@'.
it: KeePassium richiede il tuo permesso per accedere a '%@'.
ja: KeePassiumが '%@' にアクセスするには認証が必要です。
nl: KeePassium heeft uw toestemming nodig om toegang te krijgen tot '%@'.
pl: Aplikacja KeePassium potrzebuje Twojego pozwolenia na dostęp do „%@”.
pt_br: KeePassium precisa da sua permissão para acessar '%@'.
ru: KeePassium требуется разрешение на доступ к '%@'.
sk: KeePassium potrebuje vaše povolenie na prístup k '%@'.
sv: KeePassium behöver din tillåtelse för att komma åt '%@'.
uk: KeePassium потрібен дозвіл на доступ до «%@».
zh_hans: KeePassium 需要您的权限访问 '%@'。

source: [FileAccessError/PermissionRequired/recoveryAction]
cs: Pro povolení přístupu vyberte soubor znovu
de: Wählen Sie die Datei erneut aus, um den Zugriff zu erlauben
es: Seleccione de nuevo el archivo para permitir el acceso
fr: Sélectionnez à nouveau le fichier pour autoriser l'accès
it: Seleziona di nuovo il file per consentire l'accesso
ja: アクセスを許可するファイルをもう一度選択してください
nl: Selecteer het bestand opnieuw om toegang toe te staan
pl: Wybierz plik ponownie, aby zezwolić na dostęp.
pt_br: Selecione novamente o arquivo para conceder acesso
ru: Выберите файл заново, чтобы разрешить доступ
sk: Opätovne vyberte súbor k povoleniu prístupu
sv: Välj filen igen för att tillåta åtkomst
uk: Виберіть файл знову, щоб надати доступ
zh_hans: 再次选择文件以访问

source: [FileAccessError/Timeout/genericFileProvider]
cs: Poskytovatel úložiště neodpovídá.
de: Speicheranbieter reagiert nicht.
es: El proveedor de almacenamiento no responde.
fr: Le fournisseur de stockage ne répond pas.
it: Il fornitore di spazio di archiviazione non risponde.
ja: ストレージが応答しません。
nl: De opslagdienst reageert niet.
pl: Dostawca magazynu nie odpowiada.
pt_br: O serviço de armazenamento não está respondendo.
ru: Хранилище файлов не отвечает.
sk: Poskytovateľ úložiska neodpovedá.
sv: Lagringsleverantören svarar inte.
th: ระบบจัดเก็บข้อมูลไม่ตอบสนอง
uk: Сховище файлів не відповідає.
zh_hans: 存储提供商没有响应。

source: [FileAccessError/Timeout/knownFileProvider]
cs: %@ neodpovídá.
de: %@ reagiert nicht.
es: %@ no responde.
fr: %@ ne répond pas.
it: %@ non risponde.
ja: %@ は応答しません。
nl: %@ reageert niet.
pl: %@ nie odpowiada.
pt_br: %@ não está respondendo.
ru: %@ не отвечает.
sk: %@ neodpovedá.
sv: %@ svarar inte.
th: %@ ไม่ตอบสนอง
uk: %@ не відповідає.
zh_hans: %@没有响应。

source: [FileInfo/Attributes/header]
cs: Atributy souboru
de: Dateiattribute
es: Atributos del archivo
fr: Attributs de fichier
it: Attributi file
ja: ファイル属性
nl: Bestandseigenschappen
pl: Atrybuty pliku
pt_br: Atributos do arquivo
ru: Атрибуты файла
sk: Atribúty súboru
sv: Filattribut
uk: Атрибути файлу
zh_hans: 文件属性

source: [FileInfo/Attributes/Hidden/title]
cs: Skryté
de: Verborgen
es: Oculto
fr: Caché
it: Nascosto
ja: 非表示
nl: Verborgen
pl: Ukryty
pt_br: Oculto
ru: Скрытый
sk: Skryté
sv: Dold
uk: Приховано
zh_hans: 隐藏
