Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Database1/Header1/Error] Header reading error. DB file corrupt?
cs: Chyba při čtení hlavičky. Databáze je porušená?
de: Header Lesefehler. Datenbankdatei beschädigt?
es: Error de lectura del encabezado. ¿Archivo de base de datos dañado?
fr: Erreur de lecture de l'en-tête. Fichier de BDD corrompu ?
it: Errore lettura intestazione. File DB corrotto?
ja: ヘッダー読み込みエラー。DBが破損？
nl: Kan kop niet uitlezen. Is het databasebestand beschadigd?
pl: Błąd odczytu nagłówka. Uszkodzony plik bazy?
pt_br: Erro lendo cabeçalho. Arquivo de banco de dados corrompido?
ru: Ошибка чтения заголовка. Файл базы повреждён?
sk: Chyba čítania hlavičky. Poškodená databáza?
sv: Fel när headers lästes. Är databasfilen skadad?
th: ไฟล์ส่วนหัวไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Помилка читання заголовка. Файл бази паролів пошкоджений?
zh_hans: 头部讯息加载错误。数据库文件损坏?

source: [Database1/Header1/Error] Unsupported cipher. (Code: %@)
cs: Nepodporovaná šifra (kód: %@)
de: Nicht unterstützte Chiffre. (Code: %@)
es: Cifrado no admitido. (Código: %@)
fr: Chiffrement non pris en charge. (Code : %@)
it: Cifrario non supportato. (Codice: %@)
ja: 未サポートの暗号方式 (コード: %@)
nl: Niet-ondersteunde vercijfering. (code: %@)
pl: Nieobsługiwany szyfr (kod: %@)
pt_br: Método de criptografia não suportado. (Código: %@)
ru: Неподдерживаемый алгоритм шифрования. (Код %@)
sk: Nepodporovaná šifra (kód: %@)
sv: Chiffer stöds ej. (Felkod: %@)
th: Unsupported cipher. (Code: %@)
uk: Непідтримуваний алгоритм шифрування. (Код: %@)
zh_hans: 不支持的密码。(代码:%@)

source: [Database1/Header1/Error] Unsupported database format version: %@.
cs: Nepodporovaná verze formátu databáze: %@.
de: Nicht unterstützte Datenbank-Format Version: %@.
es: Versión no compatible del formato de la base de datos: %@.
fr: Version du format de base de données non prise en charge : %@.
it: Versione formato di database non supportata: %@.
ja: 未サポートのDB形式のバージョン: %@
nl: Niet-ondersteunde databaseformaatversie: %@.
pl: Nieobsługiwana wersja formatu bazy: %@.
pt_br: Versão de banco de dados não suportada: %@.
ru: Неподдерживаемая версия формата базы: %@.
sk: Nepodporovaná verzia formátu databázy: %@.
sv: Databasversionen stöds ej: %@.
th: ไม่รองรับฟอร์แมทฐานข้อมูลเวอร์ชัน: %@.
uk: Непідтримувана версія формату бази: %@.
zh_hans: 不支持的数据库格式版本:%@。

source: [Database1/Header1/Error] Wrong file signature. Not a KeePass database?
cs: Špatná signatura souboru. Je to KeePass databáze?
de: Falsche Dateisignatur. Keine KeePass-Datenbank?
es: Firma de archivo incorrecta. ¿Es una base de datos KeePass?
fr: Mauvaise signature de fichier. Pas une base de données KeePass ?
it: Firma file errata. Non è un database KeePass?
ja: 不正なシグネチャです。KeePassのDBではない？
nl: Verkeerde bestandshandtekening. Is het wel een KeePass-database?
pl: Błędny podpis pliku. To nie jest baza KeePass?
pt_br: Assinatura do arquivo não confere. É mesmo um banco de dados KeePass?
ru: Неверная сигнатура файла. Это точно база паролей KeePass?
sk: Chybný podpis súboru. Je to KeePass databáza?
sv: Felaktig signatur på filen. Inte en KeePass databas?
th: ไฟล์ลายเซ็นไม่ถูกต้อง ไม่ใช่ฐานข้อมูล KeePass ใช่หรือไม่?
uk: Невірна сигнатура файлу. Це дійсно база паролів KeePass?
zh_hans: 错误的文件签名。不是一个KeePass数据库?

source: [Database1/Progress] Packing the content
cs: Zabalení obsahu
de: Inhalt packen
es: Comprimiendo el contenido
fr: Collecte du contenu
it: Aggrego il contenuto
ja: コンテンツをパッケージング中
nl: Bezig met inpakken
pl: Pakowanie zawartości
pt_br: Criando pacote
ru: Упаковка данных
sk: Balenie obsahu
sv: Packar innehållet
th: กำลังห่อข้อมูล
uk: Пакування даних
zh_hans: 打包内容

source: [Database1/Progress] Parsing content
cs: Analýza obsahu
de: Inhalt analysieren
es: Analizando contenido
fr: Analyse du contenu
it: Analizzo il contenuto
ja: コンテンツを解析中
nl: Bezig met verwerken
pl: Przetwarzanie zawartości
pt_br: Processando conteúdo
ru: Разбор данных
sk: Analýza obsahu
sv: Tolkar innehåll
th: กำลังแยกวิเคราะห์ข้อมูล
uk: Розбір даних
zh_hans: 解析内容

source: [Database2/backupGroupName] Recycle Bin
cs: Koš
de: Papierkorb
es: Papelera de reciclaje
fr: Corbeille
it: Cestino
ja: ゴミ箱
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
ru: Корзина
sk: Odpadkový kôš
sv: Papperskorg
th: ถังขยะ
uk: Смітник
zh_hans: 回收站

source: [Database2/FormatError] Cannot parse database. %@
cs: Nelze zanalyzovat databázi. %@
de: Datenbank kann nicht analysiert werden. %@
es: No se pudo analizar la base de datos. %@
fr: Impossible d'analyser la base de données. %@
it: Impossibile analizzare database. %@
ja: データベースを解析できません。 %@
nl: Kan database niet verwerken. %@
pl: Nie można przetworzyć bazy. %@
pt_br: Não foi possível processar o banco de dados. %@
ru: Не удалось разобрать базу паролей. %@
sk: Databázu nie je možné analyzovať. %@
sv: Kunde inte tolka databasen. %@
th: ไม่สามารถแยกวิเคราะห์ฐานข้อมูล %@
uk: Не вдалося розібрати базу даних. %@
zh_hans: 无法解析数据库。%@

source: [Database2/FormatError] Corrupted database file (block %d has negative size)
cs: Poškozená databáze (blok %d má zápornou velikost)
de: Fehlerhafte Datenbankdatei (Block %d hat negative Größe)
es: Base de datos dañada (el bloque %d tiene tamaño negativo)
fr: Fichier de base de données corrompu (le bloc %d a une taille négative)
it: File database corrotto (il blocco %d ha dimensioni negative)
ja: データベース破損（負のサイズ ブロック %d）
nl: Beschadigd databasebestand (blok %d heeft een negatieve grootte)
pl: Uszkodzony plik bazy (blok %d ma ujemny rozmiar)
pt_br: Arquivo de banco de dados corrompido (bloco %d tem tamanho negativo)
ru: Файл с базой паролей повреждён (у блока %d отрицательный размер)
sk: Poškodená databáza (blok %d má zápornú veľkosť)
sv: Skadad databasfil (block %d har negativ storlek)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (block %d has negative size)
uk: Файл з базою паролів пошкоджений (у блоку %d негативний розмір)
zh_hans: 数据库文件损坏(区块 %d 具有负大小)

source: [Database2/FormatError] Corrupted database file (hash mismatch in block %d)
cs: Poškozená databáze (nesoulad hashr v bloku %d)
de: Fehlerhafte Datenbankdatei (Hash-Konflikt im Block %d)
es: Base de datos dañada (el hash no coincide en el bloque %d)
fr: Fichier de base de données corrompu (incompatibilité de hachage dans le bloc %d)
it: File database corrotto (mancata corrispondenza hash nel blocco %d)
ja: データベース破損（ハッシュ不一致 ブロック%d）
nl: Beschadigd databasebestand (hash komt niet overeen in blok %d)
pl: Uszkodzony plik bazy (niepasujący hash w bloku %d)
pt_br: Arquivo de banco de dados corrompido (hash não confere no bloco %d)
ru: Файл с базой паролей повреждён (неверный хеш в блоке %d)
sk: Poškodená databáza (nesúlad hash v bloku %d)
sv: Skadad databasfil (hashnyckel matchar ej i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (hash mismatch in block %d)
uk: Файл з базою паролів пошкоджений (невірний хеш в блоці %d)
zh_hans: 数据库文件损坏(区块 %d 哈希值不匹配)

source: [Database2/FormatError] Corrupted database file (HMAC mismatch in block %d)
cs: Poškozená databáze (neshoda HMAC v bloku %d)
de: Fehlerhafte Datenbankdatei (HMAC-Konflikt im Block %d)
es: Base de datos dañada (HMAC no coincide en el bloque %d)
fr: Fichier de base de données corrompu (incompatibilité HMAC dans le bloc %d)
it: File database corrotto (mancata corrispondenza HMAC nel blocco %d)
ja: データベース破損（HMAC不一致 ブロック%d）
nl: Beschadigd databasebestand (HMAC komt niet overeen in %d)
pl: Uszkodzony plik bazy (niedopasowanie HMAC w bloku %d)
pt_br: Arquivo de banco de dados corrompido (HMAC não confere no bloco %d)
ru: Файл с базой паролей повреждён (неверный HMAC в блоке %d)
sk: Poškodená databáza (nezhoda HMAC v bloku %d)
sv: Skadad databasfil (HMAC stämmer inte i block %d)
th: ไฟล์ฐานข้อมูลไม่ถูกต้อง (HMAC mismatch in block %d)
uk: Файл з базою паролів пошкоджений (невірний HMAC в блоці %d)
zh_hans: 数据库文件损坏(区块 %d HMAC值不匹配)

source: [Database2/FormatError] Gzip error: %@
cs: Chyba Gzip: %@
de: Gzip Fehler: %@
es: Error en archivo Gzip: %@
fr: Erreur Gzip : %@
it: Errore Gzip: %@
ja: Gzipエラー: %@
nl: Gzip-fout: %@
pl: Błąd Gzip: %@
pt_br: Erro de Gzip: %@
ru: Ошибка Gzip: %@
sk: Chyba Gzip: %@
sv: Gzip-fel: %@
th: Gzip error: %@
uk: Помилка Gzip: %@
zh_hans: Gzip 错误: %@

source: [Database2/FormatError] Unexpected block ID.
cs: Neočekávaný blok ID.
de: Unerwartete BlockID.
es: ID de bloque inesperado.
fr: ID de bloc inattendu.
it: ID blocco inaspettato.
ja: 予期しないブロックIDです。
nl: Onverwachte blok-id.
pl: Nieoczekiwany identyfikator bloku.
pt_br: ID de bloco inesperado.
ru: Неожиданный номер блока.
sk: Neočakávané blok ID.
sv: Oväntat block-ID.
th: Unexpected block ID.
uk: Несподіваний номер блоку.
zh_hans: 意外的区块ID。

source: [Database2/FormatError] Unexpected end of file. Corrupted file?
cs: Neočekávaný konec souboru. Poškozený soubor?
de: Unerwartetes Ende der Datei. Datenbankdatei möglicherweise fehlerhaft?
es: Final inesperado de archivo. ¿Archivo dañado?
fr: Fin de fichier inattendue. Fichier corrompu ?
it: Fine file inaspettata. File corrotto?
ja: 予期しないファイルの終了です。DBが破損？
nl: Onverwachte einde van bestand. Is het bestand beschadigd?
pl: Nieoczekiwany koniec pliku. Uszkodzony plik?
pt_br: Final do arquivo antes do esperado. Arquivo corrompido?
ru: Неожиданный конец файла. Повреждённый файл?
sk: Neočakávaný koniec súboru. Poškodený súbor?
sv: Oväntat slut på filen. Är filen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Несподіваний кінець файлу. Файл пошкоджено?
zh_hans: 文件意外的结束。文件损坏?

source: [Database2/Header2/Error] Failed to uncompress attachment data: %@
cs: Selhala komprimace přílohy: %@
de: Fehler beim Entpacken der Anhang-Daten: %@
es: Error al descomprimir los datos adjuntos: %@
fr: Échec de la décompression des données de la pièce jointe : %@
it: Impossibile decomprimere dati allegati: %@
ja: 添付データの展開に失敗しました: %@
nl: Fout bij het uitpakken van de bijlagegegevens: %@
pl: Nie udało się rozpakować danych załącznika: %@
pt_br: Falha ao descompactar anexo: %@
ru: Не удалось распаковать содержимое прикреплённого файла: %@
sk: Nepodarilo sa dekomprimovať prílohu: %@
sv: Misslyckades dekomprimera bilagan: %@
th: ไม่สามารถบีบอัดไฟล์แนบ: %@
uk: Неможливо розпакувати вміст прикріпленого файлу: %@
zh_hans: 解压缩附件的数据失败:%@

source: [Database2/Header2/Error] Header field %@ is corrupted.
cs: Hlavička pole %@ je poškozená.
de: Header-Feld %@ ist beschädigt.
es: El campo del encabezado %@ está dañado.
fr: Le champ d'en-tête %@ est corrompu.
it: Il campo intestazione %@ è corrotto.
ja: ヘッダーフィールド %@ が破損しています。
nl: Kopveld %@ is beschadigd.
pl: Pole nagłówka %@ jest uszkodzone.
pt_br: Campo %@ no cabeçalho está corrompido.
ru: В заголовке повреждено поле %@.
sk: Hlavička poľa %@ je poškodená.
sv: Headerfält %@ är skadat.
th: Header field %@ is corrupted.
uk: У заголовку пошкоджено поле %@.
zh_hans: 标头字段 %@ 已损坏。

source: [Database2/Header2/Error] Header hash mismatch. DB file corrupt?
cs: Nesoulad hlavičky hashe. Databáze je poškozená?
de: Header Hash-Fehler. Datenbankdatei beschädigt?
es: El hash del encabezado no coincide. ¿Archivo de base de datos dañado?
fr: Incompatibilité de hachage de l'en-tête. Fichier BDD corrompu ?
it: Intestazione hash non corrispondente. File DB corrotto?
ja: ヘッダーのハッシュが一致しません。DBが破損？
nl: Hash komt niet overeen in kop. Is het databasebestand beschadigd?
pl: Niezgodny hash nagłówka. Uszkodzony plik bazy?
pt_br: Hash do cabeçalho não confere. Arquivo de banco de dados corrompido?
ru: Неверный хеш заголовка. Файл базы повреждён?
sk: Nesúlad hash hlavičky. Poškodená databáza?
sv: Hashnyckel för header matchar inte. Är databasfilen skadad?
th: Header hash mismatch. DB file corrupt?
uk: Невірний хеш заголовка. Файл бази пошкоджений?
zh_hans: 标头哈希值不匹配。数据库文件损坏?

source: [Database2/Header2/Error] Header HMAC mismatch. DB file corrupt?
cs: Nesoulad hlavičky HMAC. Databáze je poškozená?
de: Header HMAC-Fehler. Datenbankdatei möglicherweise beschädigt?
es: El encabezado HMAC no coincide. ¿Archivo de base de datos dañado?
fr: Incompatibilité HMAC de l'en-tête. Fichier BDD corrompu ?
it: Intestazione HMAC non corrispondente. File DB corrotto?
ja: ヘッダーHMACが一致しません。DBが破損？
nl: Kop HMAC komt niet overeen. Is het databasebestand beschadigd?
pl: Niezgodność nagłówka HMAC. Uszkodzona baza?
pt_br: Cabeçalho HMAC não confere. Arquivo de banco de dados corrompido?
ru: Неверный HMAC заголовка. Файл базы повреждён?
sk: Nesúlad hlavičky HMAC. Poškodená databáza?
sv: Header HMAC matchar inte. Är databasfilen skadad?
th: Header HMAC mismatch. DB file corrupt?
uk: Невірний HMAC заголовка. Файл бази пошкоджений?
zh_hans: 标头 HMAC 不匹配。数据库文件损坏?

source: [Database2/Header2/Error] Header reading error. DB file corrupt?
cs: Chyba při čtení hlavičky. Databáze je porušená?
de: Header Lesefehler. Datenbankdatei beschädigt?
es: Error de lectura del encabezado. ¿Archivo de base de datos dañado?
fr: Erreur de lecture de l'en-tête. Fichier de BDD corrompu ?
it: Errore lettura intestazione. File DB corrotto?
ja: ヘッダー読み込みエラー。DBが破損？
nl: Kan kop niet uitlezen. Is het databasebestand beschadigd?
pl: Błąd odczytu nagłówka. Uszkodzony plik bazy?
pt_br: Erro lendo cabeçalho. Arquivo de banco de dados corrompido?
ru: Ошибка чтения заголовка. Файл базы повреждён?
sk: Chyba čítania hlavičky. Poškodená databáza?
sv: Fel när headers lästes. Är databasfilen skadad?
th: ไฟล์ส่วนหัวไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Помилка читання заголовка. Файл бази паролів пошкоджений?
zh_hans: 头部讯息加载错误。数据库文件损坏?

source: [Database2/Header2/Error] Unknown compression algorithm.
cs: Neznámý kompresní algoritmus.
de: Unbekannter Kompressionsalgorithmus.
es: Algoritmo de compresión desconocido.
fr: Algorithme de compression inconnu.
it: Algoritmo di compressione sconosciuto.
ja: 不明な圧縮アルゴリズムです。
nl: Onbekend compressie-algoritme.
pl: Nieznany algorytm kompresji.
pt_br: Algoritmo de compressão desconhecido.
ru: Неизвестный алгоритм сжатия.
sk: Neznámy kompresný algoritmus.
sv: Okänd kompressionsalgoritm.
th: ไม่ทราบอัลกอริทึมบีบอัด
uk: Невідомий алгоритм стиснення.
zh_hans: 未知的压缩算法。

source: [Database2/Header2/Error] Unsupported data cipher: %@
cs: Nepodporovaná datová šifra: %@
de: Nicht unterstützte Datenchiffre: %@
es: Cifrado de datos no admitido: %@
fr: Chiffrement de données non pris en charge : %@
it: Cifrario dati non supportato: %@
ja: 未サポートのデータ暗号化: %@
nl: Niet-ondersteunde gegevensvercijfering: %@
pl: Nieobsługiwany szyfr danych: %@
pt_br: Criptografia não suportada: %@
ru: Неподдерживаемый алгоритм шифрования данных: %@
sk: Nepodporovaná dátová šifra: %@
sv: Chiffer stöds ej: %@
th: Unsupported data cipher: %@
uk: Непідтримуваний алгоритм шифрування даних: %@
zh_hans: 不支持的数据密码: %@

source: [Database2/Header2/Error] Unsupported database format version: %@.
cs: Nepodporovaná verze formátu databáze: %@.
de: Nicht unterstützte Datenbank-Format Version: %@.
es: Versión no compatible del formato de la base de datos: %@.
fr: Version du format de base de données non prise en charge : %@.
it: Versione formato di database non supportata: %@.
ja: 未サポートのDB形式のバージョン: %@
nl: Niet-ondersteunde databaseformaatversie: %@.
pl: Nieobsługiwana wersja formatu bazy: %@.
pt_br: Versão de banco de dados não suportada: %@.
ru: Неподдерживаемая версия формата базы: %@.
sk: Nepodporovaná verzia formátu databázy: %@.
sv: Databasversionen stöds ej: %@.
th: ไม่รองรับฟอร์แมทฐานข้อมูลเวอร์ชัน: %@.
uk: Непідтримувана версія формату бази: %@.
zh_hans: 不支持的数据库格式版本:%@。

source: [Database2/Header2/Error] Unsupported inner stream cipher (ID %d)
cs: Nepodporovaný vnitřní proud šifry (ID %d)
de: Nicht unterstützter innerer Stream-Cipher (ID %d)
es: Cifrado de flujo interno no admitido (ID %d)
fr: Chiffrement de flux interne non pris en charge (ID %d)
it: Cifrario a flusso interno non supportato (ID %d)
ja: 未サポートの内部ストリーム暗号化 (ID %d)
nl: Niet-ondersteunde interne streamvercijfering (id %d)
pl: Nieobsługiwany szyfr strumieniowy (ID %d)
pt_br: Tipo de criptografia do fluxo interno não suportado (ID %d)
ru: Неподдерживаемый поточный шифр (ID %d)
sk: Nepodporovaný vnútorný tok šifry (ID %d)
sv: Inre chiffer stöds inte (ID %d)
th: Unsupported inner stream cipher (ID %d)
uk: Непідтримуваний потоковий шифр (ID %d)
zh_hans: 不支持的内部数据流密码(ID %d)

source: [Database2/Header2/Error] Unsupported KDF: %@
cs: Nepodporovaný KDF: %@
de: Nicht unterstützte KDF: %@
es: KDF no admitido: %@
fr: KDF non pris en charge : %@
it: KDF non supportata: %@
ja: 未サポートのKDF: %@
nl: Niet-ondersteund KDF: %@
pl: Nieobsługiwana FGK: %@
pt_br: Função de derivação de chave não suportada: %@
ru: Неподдерживаемая функция формирования ключа (KDF): %@
sk: Nepodporovaný KDF: %@
sv: KDF stöds ej: %@
th: ไม่รองรับ KDF: %@
uk: Непідтримувана функція формування ключа (ФФК): %@
zh_hans: 不支持的 KDF:%@

source: [Database2/Header2/Error] Wrong file signature. Not a KeePass database?
cs: Špatná signatura souboru. Je to KeePass databáze?
de: Falsche Dateisignatur. Keine KeePass-Datenbank?
es: Firma de archivo incorrecta. ¿Es una base de datos KeePass?
fr: Mauvaise signature de fichier. Pas une base de données KeePass ?
it: Firma file errata. Non è un database KeePass?
ja: 不正なシグネチャです。KeePassのDBではない？
nl: Verkeerde bestandshandtekening. Is het wel een KeePass-database?
pl: Błędny podpis pliku. To nie jest baza KeePass?
pt_br: Assinatura do arquivo não confere. É mesmo um banco de dados KeePass?
ru: Неверная сигнатура файла. Это точно база паролей KeePass?
sk: Chybný podpis súboru. Je to KeePass databáza?
sv: Felaktig signatur på filen. Inte en KeePass databas?
th: ไฟล์ลายเซ็นไม่ถูกต้อง ไม่ใช่ฐานข้อมูล KeePass ใช่หรือไม่?
uk: Невірна сигнатура файлу. Це дійсно база паролів KeePass?
zh_hans: 错误的文件签名。不是一个KeePass数据库?

source: [Database2/Loading/Error] Error unpacking database: %@
cs: Chyba rozbalování databáze: %@
de: Fehler beim Entpacken der Datenbank: %@
es: Error al descomprimir la base de datos: %@
fr: Erreur lors de la décompression de la base de données : %@
it: Errore di decompressione database: %@
ja: データベースの展開エラー: %@
nl: Fout bij uitpakken van database: %@
pl: Błąd rozpakowywania bazy: %@
pt_br: Erro ao descompactar o banco de dados: %@
ru: Ошибка при распаковке базы: %@
sk: Chyba pri rozbaľovaní databázy: %@
sv: Fel vid uppackning av databas: %@
th: ไม่สามารถคลายฐานข้อมูลได้: %@
uk: Помилка при розпакуванні бази паролів: %@
zh_hans: 解压缩数据库时出错: %@

source: [Database2/Loading/Warning/missingBinaries]
cs: Přílohám některých záznamů mohou chybět data. To může znamenat poškození databáze, pravděpodobně při posledním použití aplikace (%1$@). KeePassium zachová prázdné přílohy, ale nemůže je obnovit. Můžete obnovit vaší databázi ze záložní kopie. Chybějící přilohy: %2$@
de: Anhänge einiger Einträge zeigen auf fehlende Daten. Dies ist ein Zeichen einer Datenbankkorruption, höchstwahrscheinlich von der zuletzt verwendeten App (%1$@). KeePassium wird die leeren Anhänge bewahren, kann sie aber nicht wiederherstellen. Sie sollten Ihre Datenbank aus einer Backup-Kopie wiederherstellen. Fehlende Anhänge: %2$@
es: Los adjuntos en algunas entradas no tienen datos. Esta es una señal de que la base de datos está dañada, posiblemente a causa de la última aplicación utilizada (%1$@). KeePassium dejará los datos adjuntos vacíos, pero no los puede restaurar. Debe restaurar la base de datos desde una copia de seguridad. Archivos adjuntos faltantes: %2$@
fr: Les pièces jointes de certaines entrées ont des données manquante. Ceci est un signe de corruption de la base de données, probablement par la dernière application utilisée (%1$@). KeePassium conservera les pièces jointes vides, mais ne pourra pas les restaurer. Vous devez restaurer votre base de données à partir d'une copie de sauvegarde. Pièces jointes manquantes : %2$@
it: Gli allegati di alcune voci hanno dati mancanti. Questo è un indice di corruzione del database, molto probabilmente dall'ultima app utilizzata (%1$@). KeePassium manterrà gli allegati vuoti, ma non può ripristinarli. Dovresti ripristinare il database da una copia di sicurezza. Allegati mancanti: %2$@
ja: いくつかのエントリーの添付ファイルのデータが空です。これはデータベース破損の兆候で、おそらく最後に使用したApp (%1$@) によるものです。KeePassiumは空の添付ファイルを保持できても復元はできません。データベースをバックアップから復元してください。 対象の添付ファイル: %2$@
nl: Er ontbreken gegevens bij de bijlagen van sommige items. Dit kan duiden op databasebeschadiging, waarschijnlijk veroorzaakt door de laatstgebruikte app (%1$@). KeePassium bewaart de lege bijlagen, maar kan ze niet herstellen. Herstel je database vanuit een back-up. Ontbrekende bijlagen: %2$@
pl: W załączniku niektórych wpisów brakuje danych. Oznacza to uszkodzenie bazy, najprawdopodobniej przez ostatnio użytą aplikację (%1$@). KeePassium zachowa puste załączniki, ale nie może ich przywrócić. Powinieneś przywrócić bazę z kopii zapasowej. Brakujące załączniki: %2$@
pt_br: Os anexos de algumas entradas estão faltando. Isso é sinal de corrupção no banco de dados, provavelmente causada pelo último app que o salvou (%1$@). KeePassium preservará os anexos vazios, mas não pode recuperá-los. Você deve restaurar o banco de dados a partir de uma cópia de segurança. Anexos faltando: %2$@
ru: Прикреплённые файлы в некоторых записях не имеют содержимого. Это признак повреждения базы паролей, возможно, последним использованным приложением (%1$@). KeePassium оставит эти пустые прикреплённые файлы, но не сможет восстановить их. Советуем восстановить базу из резервной копии. Отсутствующие прикреплённые файлы: %2$@
sk: Prílohám niektorých záznamov chýbajú dáta. To môže znamenať poškodenie databázy, pravdepodobne pri poslednom použití aplikácie (%1$@). KeePassium uchováva prázdne prílohy, ale nemôže ich obnoviť. Mali by ste obnoviť svoju databáze zo záložnej kópie. Chýbajúce prílohy: %2$@
sv: Bilagor för vissa poster saknar data. Detta är ett tecken på att databasen blivit skadad, troligen av den senaste använda appen (%1$@). KeePassium kommer behålla de tomma bilagorna, men kan inte återställa dem. Du bör återställa din databas från en backupkopia. Saknade bilagor: %2$@
th: ไฟล์แนบของบางรายการมีข้อมูลหายไป เป็นเหตุให้ฐานข้อมูลเสียหาย น่าจะเกิดขึ้นตอนการใช้แอปครั้งล่าสุด (%1$@) KeePassium จะเก็บไฟล์แนบเปล่าไว้ แต่ไม่สามารถเรียกคืนกลับมาได้ คุณควรเรียกคืนฐานข้อมูลออกมาจากที่สำรองเอาไว้แล้ว ไฟล์แนบที่หายไป: %2$@
uk: Прикріплені файли в деяких записах не мають вмісту. Це ознака пошкодження бази паролів, можливо, останнім використаним додатком (%1$@). KeePassium залишить ці порожні прикріплені файли, але не зможе відновити їх. Радимо відновити базу з резервної копії. Відсутні прикріплені файли: %2$@
zh_hans: 某些条目的附件缺少数据, 这是数据库早期损坏的迹象，最有可能是上次使用的应用程序(%1$@)。KeePassium将保留空的附件，但无法恢复它们。您应该从备份副本还原数据库。 缺少附件：%2$@
