Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [OTP/Scan/OverwriteWarning]
cs: Jednorázové heslo je již pro tuto položku nakonfigurováno. Chcete ji přepsat?
de: Für diesen Eintrag ist bereits ein Einmalpasswort festgelegt. Möchten Sie es überschreiben?
es: Ya hay configurada una contraseña de un solo uso para esta entrada. ¿Desea sobrescribirla?
fr: Le mot de passe à usage unique est déjà configuré pour cette entrée. Voulez-vous l'écraser ?
it: La password monouso è già configurata per questa voce. Vuoi sovrascriverla?
ja: ワンタイムパスワードはすでにこのエントリに設定されています。上書きしますか？
nl: Er is al een eenmalig wachtwoord ingesteld bij dit item. Wilt u dit overschrijven?
pl: Hasło jednorazowe jest już ustawione dla tego wpisu. Czy chcesz go nadpisać?
pt_br: Já há um código de uso único configurado nesta entrada. Substituí-lo?
ru: Одноразовый пароль уже настроен для этой записи. Заменить его?
sk: Pre tento záznam je už nakonfigurované jednorazové heslo. Chcete ho prepísať?
sv: Engångslösenordet är redan konfigurerat för posten. Vill du skriva över det?
th: รายการนี้ได้ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียวไว้แล้ว คุณต้องการเขียนทับหรือไม่?
uk: Одноразовий пароль вже налаштований для цього запису. Замінити його?
zh_hans: 此条目已存在两步验证(OTP)配置。您是否想要覆盖它？

source: [OTP/Setup]
cs: Nastavit jednorázové heslo (OTP)
de: Einmalpasswort einrichten (OTP)
es: Configurar contraseña de un solo uso (OTP)
fr: Configurer le mot de passe à usage unique (OTP)
it: Imposta password monouso (OTP)
ja: ワンタイム・パスワード (OTP) の設定
nl: Stel eenmalig wachtwoord in (OTP)
pl: Ustaw hasło jednorazowe (OTP)
pt_br: Configurar código de uso único (OTP)
ru: Настроить одноразовый пароль (OTP)
sk: Nastaviť jednorazové heslo (OTP)
sv: Ställ in engångslösenord (OTP)
th: ตั้งค่ารหัสผ่านแบบใช้ครั้งเดียว (OTP)
uk: Налаштувати одноразовий пароль (OTP)
zh_hans: 设置两步验证密码(OTP)

source: [OTP/Setup/EnterManually]
cs: Zadat ručně
de: Manuell eingeben
es: Introducir manualmente
fr: Saisie manuelle
it: Inserisci manualmente
ja: 手動で入力
nl: Voer handmatig in
pl: Wprowadź ręcznie
pt_br: Inserir manualmente
ru: Ввести вручную
sk: Zadať ručne
sv: Ange manuellt
uk: Ввести вручну
zh_hans: 手动输入

source: [OTP/Setup/EnterSecretCode/callToAction]
cs: Zadejte tajný kód
de: Geheimcode eingeben
es: Introduzca el código secreto
fr: Entrez le code secret
it: Inserisci codice segreto
ja: シークレットコードを入力
nl: Voer de geheime code in
pl: Wprowadź kod tajny
pt_br: Insira o código secreto
ru: Введите секретный код
sk: Zadaj tajný kód
sv: Ange hemlighet
uk: Введіть секретний код
zh_hans: 输入秘密代码

source: [OTP/Setup/ScanQRCode]
cs: Načíst QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR code
it: Scansiona codice QR
ja: QRコードを読み取る
nl: Scan QR-code
pl: Skanuj kod QR
pt_br: Ler código QR
ru: Сканировать QR-код
sk: Naskenovať QR kód
sv: Skanna QR-kod
uk: Відсканувати QR-код
zh_hans: 扫描二维码

source: [OTP/Title/sentenceCase]
cs: Jednorázové heslo
de: Einmalpasswort
es: Contraseña de un solo uso
fr: Mot de passe à usage unique
it: Password monouso
ja: ワンタイムパスワード
nl: Eenmalig wachtwoord
pl: Jednorazowe hasło
pt_br: Código de uso único
ru: Одноразовый пароль
sk: Jednorazové heslo
sv: Engångslösenord
th: รหัสผ่านแบบครั้งเดียว
uk: Одноразовий пароль
zh_hans: 一次性密码

source: [PasswordGenerator/Accept/action]
cs: Přijmout
de: Speichern
es: Aceptar
fr: Accepter
it: Accetta
ja: OK
nl: Accepteer
pl: Akceptuj
pt_br: Aceitar
ru: Принять
sk: Prijať
sv: Acceptera
uk: Прийняти
zh_hans: 接受

source: [PasswordGenerator/CannotGenerateText/title]
cs: Nelze vygenerovat text
de: Nachricht kann nicht generiert werden
es: Imposible generar texto
fr: Impossible de générer le texte
it: Impossibile generare testo
ja: テキストを生成できません
nl: Er kan geen tekst worden gegenereerd
pl: Nie można wygenerować tekstu
pt_br: Não foi possível gerar o texto
ru: Невозможно сгенерировать текст
sk: Nie je možné vygenerovať text
sv: Kan inte generera text
th: ไม่สามารถสร้างข้อความ
uk: Не вдалося згенерувати текст
zh_hans: 无法生成文本

source: [PasswordGenerator/CustomSet/Empty/title]
cs: Prázdné
de: Leer
es: Ninguno
fr: Vide
it: Vuoto
ja: 未設定
nl: Leeg
pl: Puste
pt_br: Vazio
ru: Пусто
sk: Prázdne
sv: Tom
th: ว่างเปล่า
uk: Порожньо
zh_hans: 空

source: [PasswordGenerator/CustomSet/title]
cs: Vlastní znaky
de: Eigene Zeichen
es: Caracteres personalizados
fr: Caractères personnalisés
it: Caratteri personalizzati
ja: 指定の文字
nl: Aangepaste tekens
pl: Niestandardowe znaki
pt_br: Conjunto personalizado
ru: Пользовательские символы
sk: Vlastné znaky
sv: Anpassade tecken
th: อักขระที่เลือกเอง
uk: Користувацькі символи
zh_hans: 自定义字符：

source: [PasswordGenerator/DesiredLengthTooShort/title]
cs: Zvyšte parametr délky alespoň na %d.
de: Ändern Sie die Passwortlänge auf %d oder mehr Zeichen.
es: Aumenta la longitud en %d caracteres.
fr: Augmenter le paramètre de longueur d'au moins %d.
it: Aumenta il parametro lunghezza almeno fino a %d.
ja: 少なくとも%d文字以上にしてください。
nl: Breid de wachtwoordlengte uit naar %d of meer tekens.
pl: Zwiększ parametr długości do co najmniej %d.
pt_br: Aumente o tamanho para no mínimo %d.
ru: Увеличьте длину хотя бы до %d.
sk: Zvýšte parameter dĺžky aspoň na %d.
sv: Öka längdparametern till minst %d.
th: เพิ่มความยาวตัวอักษรให้ถึงอย่างน้อย %d
uk: Збільште параметр довжини принаймні до %d.
zh_hans: 将长度参数增加到至少 %d。

source: [PasswordGenerator/Generate/action]
cs: Generovat
de: Erzeugen
es: Generar
fr: Générer
it: Genera
ja: 生成
nl: Genereer
pl: Generuj
pt_br: Gerar
ru: Сгенерировать
sk: Generovať
sv: Generera
th: สุ่ม
uk: Згенерувати
zh_hans: 生成

source: [PasswordGenerator/GeneratedText/title]
cs: Vygenerovaný text
de: Erzeugter Text
es: Texto generado
fr: Texte généré
it: Testo generato
ja: テキストを生成
nl: Gegenereerde tekst
pl: Wygenerowany tekst
pt_br: Texto gerado
ru: Сгенерированный текст
sk: Generovať text
sv: Genererad text
th: อักขระที่สุ่ม
uk: Згенерований текст
zh_hans: 已生成的文本

source: [PasswordGenerator/InclusionCondition/allowed]
cs: Povoleno
de: Zulässig
es: Permitidos
fr: Autorisé
it: Consentiti
ja: 使用可
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ru: Разрешено
sk: Povolené
sv: Tillåtet
th: อนุญาต
uk: Дозволені
zh_hans: 允许

source: [PasswordGenerator/InclusionCondition/excluded]
cs: Vyloučeno
de: Ausgeschlossen
es: Excluídos
fr: Exclu
it: Esclusi
ja: 使用不可
nl: Uitgesloten
pl: Wykluczone
pt_br: Excluído
ru: Исключено
sk: Vylúčené
sv: Exkluderade
th: ละเว้น
uk: Виключені
zh_hans: 不包含

source: [PasswordGenerator/InclusionCondition/inactive]
cs: Neaktivní
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 使用不可
nl: Inactief
pl: Nieaktywne
pt_br: Ignorado
ru: Неактивно
sk: Neaktívne
sv: Används ej
th: ไม่ใช้งาน
uk: Неактивні
zh_hans: 未启用

source: [PasswordGenerator/InclusionCondition/required]
cs: Vyžadováno
de: Erforderlich
es: Requeridos
fr: Obligatoire
it: Obbligatori
ja: 必須
nl: Vereist
pl: Wymagane
pt_br: Necessário
ru: Обязательно
sk: Povinné
sv: Obligatoriska
th: ต้องการ
uk: Обов’язкові
zh_hans: 必填

source: [PasswordGenerator/Length/title]
cs: Délka
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ja: 長さ
nl: Lengte
pl: Długość
pt_br: Tamanho
ru: Длина
sk: Dĺžka
sv: Längd
th: ความยาวอักขระ
uk: Довжина
zh_hans: 长度

source: [PasswordGenerator/MaxConsecutive/description]
cs: Maximální počet stejných znaků opakujících se za sebou.
de: Maximale Anzahl sich wiederholender identischer Zeichen.
es: Número máximo de caracteres idénticos consecutivos permitidos.
fr: Nombre maximum de caractères identiques se répétant consécutivement.
it: Numero massimo di caratteri identici ripetuti consecutivamente.
ja: 同じ文字の連続を、この値までに制限します。
nl: Maximaal aantal herhaalde tekens achter elkaar.
pl: Maksymalna liczba identycznych znaków powtarzających się jeden po drugim.
pt_br: Máximo de repetições consecutivas de um mesmo caractere.
ru: Максимальное количество последовательных одинаковых символов.
sk: Maximálny počet identických znakov opakujúcich sa za sebou.
sv: Maximalt antal identiska tecken i en följd.
th: จำนวนอักขระสูงสุดที่ให้มีความซ้ำกันหลายตัวได้
uk: Максимальна кількість ідентичних символів, що стоять один біля одного.
zh_hans: 连续相同字符的最大数量。

source: [PasswordGenerator/MaxConsecutiveNotSatisfiable/title]
cs: Zvyšte limit pro maximální počet stejných prvků opakujících se za sebou.
de: Erhöhe das Limit für die maximale Anzahl identischer sich wiederholender Elemente.
es: Aumenta el límite máximo de caracteres idénticos consecutivos permitidos.
fr: Augmentez le nombre maximum d'éléments identiques se répétant consécutivement.
it: Aumenta il limite massimo di elementi identici ripetuti consecutivamente.
ja: 「同一文字の最大連続数」を増やしてください。
nl: Breid het aantal herhaalde tekens achter elkaar uit.
pl: Zwiększ limit identycznych elementów powtarzających się jeden po drugim.
pt_br: Aumente o limite de repetições consecutivas de um mesmo caractere.
ru: Увеличьте максимальное количество повторяющихся одинаковых элементов.
sk: Zvýšte limit na maximálny počet identických prvkov opakujúcich sa za sebou.
sv: Öka gränsen för maximalt antal identiska tecken som tillåts i följd.
th: ต้องไปเพิ่มจำนวนอักขระสูงสุดที่ให้ใช้ซ้ำกันได้
uk: Збільште максимальну кількість ідентичних символів, що стоять один біля одного.
zh_hans: 增加连续相同字符的最大数量。

source: [PasswordGenerator/Mode/Basic/title]
cs: Základní
de: Standard
es: Básico
fr: Basique
it: Base
ja: 基本
nl: Basis
pl: Podstawowy
pt_br: Básico
ru: Простой
sk: Základné
sv: Grundläggande
th: ง่าย
uk: Базовий
zh_hans: 基础

source: [PasswordGenerator/Mode/Expert/title]
cs: Expert
de: Erweitert
es: Experto
fr: Expert
it: Esperto
ja: 詳細
nl: Expert
pl: Zaawansowany
pt_br: Avançado
ru: Экспертный
sk: Expert
sv: Expert
th: ยาก
uk: Експертний
zh_hans: 专家

source: [PasswordGenerator/Mode/Passphrase/title]
cs: Přístupová fráze
de: Passphrase
es: Frase como contraseña
fr: Phrase de passe
it: Frase segreta
ja: パスフレーズ
nl: Wachtzin
pl: Tekst szyfrujący
pt_br: Frase-senha
ru: Парольная фраза
sk: Prístupová fráza
sv: Lösenordsfras
th: ชุดวลี
uk: Кодова фраза
zh_hans: 口令

source: [PasswordGenerator/Mode/title]
cs: Režim
de: Modus
es: Modo
fr: Mode
it: Modalità
ja: モード
nl: Modus
pl: Tryb
pt_br: Modo
ru: Режим
sk: Režim
sv: Läge
th: รูปแบบ
uk: Режим
zh_hans: 模式

source: [PasswordGenerator/NotEnoughElementsToSample/title]
cs: Je potřeba více prvků, ze kterých lze vybírat.
de: Mehr Elemente zur Auswahl werden benötigt.
es: Necesitas seleccionar más elementos.
fr: Besoin de plus d'éléments pour choisir.
it: Sono necessari più elementi tra cui scegliere.
ja: 使用する文字を選択してください。
nl: Meer elementen nodig om uit te kiezen.
pl: Potrzebujesz większej liczby elementów do wyboru.
pt_br: É necessário incluir mais conjuntos de caracteres.
ru: Нужно больше элементов для выбора.
sk: Je potrebné vybrať viac prvkov.
sv: Behöver större urval av tecken att välja från.
th: เพิ่มประเภทอักขระเพื่อให้เลือกใช้
uk: Потрібно більше елементів для вибору.
zh_hans: 需要更多元素以供挑选。

source: [PasswordGenerator/PasswordLength/title]
cs: Délka hesla
de: Passwortlänge
es: Longitud de contraseña
fr: Longueur du mot de passe
it: Lunghezza password
ja: パスワードの長さ
nl: Wachtwoordlengte
pl: Długość hasła
pt_br: Tamanho da senha
ru: Длина пароля
sk: Dĺžka hesla
sv: Lösenordslängd
th: ความยาวรหัสผ่าน
uk: Довжина пароля
zh_hans: 密码长度

source: [PasswordGenerator/RequiredSetCompletelyExcluded/title]
cs: Jedna ze znakových sad je vyžadována i vyloučena.
de: Einer der Zeichensätze ist sowohl erforderlich als auch ausgeschlossen.
es: Uno de los grupos de caracteres está requerido y excluido.
fr: L'un des jeux de caractères est à la fois requis et exclu.
it: Uno dei gruppi di caratteri è sia richiesto che escluso.
ja: 必須と使用不可の両方を選択している文字セットがあります。
nl: Een van de tekensets is zowel vereist als uitgesloten.
pl: Jeden z zestawów znaków jest wymagany i wykluczony.
pt_br: Um grupo de caracteres foi marcado simultaneamente como obrigatório e excluído.
ru: Один из наборов символов - обязательный и в то же время исключённый.
sk: Jedna zo sád znakov je povinná aj vylúčená.
sv: En av teckenkategorierna är både obligatorisk och exkluderad.
th: ชุดอักขระชุดหนึ่งถูกตั้งเป็นต้องมีและเว้นไว้
uk: Один із наборів символів вказано одночасно як обов’язковий і виключений.
zh_hans: 其中一个字符集既是必需又是排除。

source: [PasswordGenerator/Set/Digits/title]
cs: Číslice
de: Ziffern
es: Dígitos
fr: Chiffres
it: Cifre
ja: 数字
nl: Cijfers
pl: Cyfry
pt_br: Numerais
ru: Цифры
sk: Číslice
sv: Siffror
th: ตัวเลข
uk: Цифри
zh_hans: 位数

source: [PasswordGenerator/Set/Lookalikes/title]
cs: Podobně vypadající znaky
de: Ähnlich aussehende Zeichen
es: Caracteres similares
fr: Caractères ressemblants
it: Caratteri simili
ja: 似ている文字
nl: Verwarrende tekens
pl: Podobne znaki
pt_br: Caracteres parecidos entre si
ru: Похожие символы
sk: Podobné znaky
sv: Tecken som liknar varandra
th: ตัวอักษรที่ดูคล้ายกัน
uk: Схожі символи
zh_hans: 相似字符

source: [PasswordGenerator/Set/Lowercase/title]
cs: Malá písmena
de: Kleinbuchstaben
es: Letras minúsculas
fr: Lettres minuscules
it: Lettere minuscole
ja: 小文字
nl: Kleine letters
pl: Małe litery
pt_br: Letras minúsculas
ru: Строчные буквы
sk: Malé písmená
sv: Gemener
th: ตัวอักษรพิมพ์เล็ก (a-z)
uk: Малі літери
zh_hans: 小写字母

source: [PasswordGenerator/Set/Specials/title]
cs: Zvláštní znaky
de: Symbole
es: Símbolos especiales
fr: Caractères spéciaux
it: Caratteri speciali
ja: 記号
nl: Speciale tekens
pl: Znaki specjalne
pt_br: Símbolos especiais
ru: Специальные символы
sk: Špeciálne symboly
sv: Specialtecken
th: สัญลักษณ์พิเศษ
uk: Спеціальні символи
zh_hans: 特殊符号

source: [PasswordGenerator/Set/Uppercase/title]
cs: Velká písmena
de: Großbuchstaben
es: Letras mayúsculas
fr: Lettres majuscules
it: Lettere maiuscole
ja: 大文字
nl: Hoofdletters
pl: Wielkie litery
pt_br: Letras maiúsculas
ru: Прописные буквы
sk: Veľké písmená
sv: Versaler
th: ตัวอักษรพิมพ์ใหญ่ (A-Z)
uk: Великі літери
zh_hans: 大写字母

source: [PasswordGenerator/SpaceCharacter/name]
cs: Mezera
de: Leerzeichen
es: Espacio
fr: Espace
it: Spazio
ja: 空白
nl: Spatie
pl: Spacja
pt_br: Espaço
ru: Пробел
sk: Medzera
sv: Mellanslag
th: เว้นวรรค
uk: Пробіл
zh_hans: 空格

source: [PasswordGenerator/title]
cs: Náhodný generátor
de: Zufallsgenerator
es: Generador aleatorio
fr: Générateur aléatoire
it: Generatore casuale
ja: パスワードを生成
nl: Willekeurige generator
pl: Generator losowych ciągów
pt_br: Aleatória
ru: Генератор паролей
sk: Náhodný generátor
sv: Slumpgenerator
th: เครื่องมือสุ่มรหัสผ่าน
uk: Випадковий генератор
zh_hans: 随机生成器

source: [PasswordGenerator/Word Separtor/title]
cs: Oddělovač
de: Trenner
es: Separador
fr: Séparateur
it: Separatore
ja: 区切り文字
nl: Scheidingsteken
pl: Separator
pt_br: Separador
ru: Разделитель
sk: Oddeľovač
sv: Skiljetecken
th: ตัวคั่น
uk: Розділювач
zh_hans: 分隔符

source: [PasswordGenerator/WordCase/lowerCase]
cs: malá písmena
de: kleinbuchstaben
es: minúsculas
fr: minuscule
it: minuscolo
ja: 小文字
nl: kleine letters
pl: małe litery
pt_br: minúsculas
ru: нижний регистр
sk: malé písmená
sv: gemener
th: ตัวพิมพ์เล็ก
uk: нижній регістр
zh_hans: 小写

source: [PasswordGenerator/WordCase/title]
cs: Malá a velká písmena
de: Groß-/Kleinschreibung
es: May./minúsc.
fr: Casse
it: Maiuscole/minuscole
ja: ケース
nl: Lettervorm
pl: Wielkość znaków
pt_br: Caixa do texto
ru: Регистр букв
sk: Veľké a malé písmená
sv: Skiftläge
th: รูปแบบตัวพิมพ์
uk: Регістр
zh_hans: 大小写

source: [PasswordGenerator/WordCase/titleCase]
cs: První velké
de: Groß-/Kleinbuchstaben
es: Título (May./minúsc.)
fr: Casse de Titre
it: Iniziali Maiuscole
ja: タイトルケース
nl: Elk Woord Met Beginhoofdletter
pl: Duże Pierwsze Litery
pt_br: Iniciais Em Maiúsculas
ru: Первая Заглавная
sk: Prvé Veľké
sv: Inledande Versaler
th: ขึ้นต้นตัวพิมพ์
uk: Кожне Слово з Великої
zh_hans: 标题大小写

source: [PasswordGenerator/WordCase/upperCase]
cs: VELKÁ PÍSMENA
de: GROSSBUCHSTABEN
es: MAYÚSCULAS
fr: MAJUSCULE
it: MAIUSCOLO
ja: 大文字
nl: HOOFDLETTERS
pl: DUŻE LITERY
pt_br: MAIÚSCULAS
ru: ВЕРХНИЙ РЕГИСТР
sk: VEĽKÉ PÍSMENÁ
sv: VERSALER
th: ตัวพิมพ์ใหญ่
uk: УСІ ВЕЛИКІ
zh_hans: 大写

source: [PasswordGenerator/WordCount/title]
cs: Slova
de: Wort-Anzahl
es: Palabras
fr: Mots
it: Parole
ja: 単語
nl: Woorden
pl: Słowa
pt_br: Palavras
ru: Слов
sk: Slová
sv: Ord
th: จำนวนคำ
uk: Слова
zh_hans: 词数

source: [PasswordGenerator/Wordlist/EFFLarge/title]
cs: Rozsáhlý seznam slov EFF (7776 slov)
de: Große EFF-Wortliste (7.776 Wörter)
es: Lista larga de la EFF (7776 palabras)
fr: Liste longue de mots EFF (7776 mots)
it: Lista vocaboli EFF ampia (7776 parole)
ja: EFFのラージワードリスト (7776個)
nl: Grote woordenlijst van EFF (7.776 woorden)
pl: Duża lista słów EFF (7776 słów)
pt_br: Lista grande da EFF (7776 termos)
ru: Большой список EFF (7776 слов)
sk: EFF Veľký zoznam slov (7776 slov)
sv: EFF:s långa ordlista (7776 ord)
th: EFF Large Wordlist (7776 คำ)
uk: Великий список слів EFF (7776 слів)
zh_hans: EFF 大词表（7776 个单词）

source: [PasswordGenerator/Wordlist/EFFShort/title]
cs: Krátký seznam slov EFF č.%d (1296 slov)
de: Kurze EFF-Wortliste #%d (1.296 Wörter)
es: Lista corta de la EFF n.º%d (1296 palabras)
fr: Liste courte de mots EFF n°%d (1296 mots)
it: Dizionario EEF breve n. %d (1296 parole)
ja: EFFのショートワードリスト #%d (1296個)
nl: EFF korte woordenlijst #%d (1296 woorden)
pl: Mała lista słów EFF #%d (1296 słów)
pt_br: Lista curta da EFF nº%d (1296 termos)
ru: Малый список EFF №%d (1296 слов)
sk: EFF Krátky zoznam slov #%d (1296 slov)
sv: EFF:s korta ordlista %d (1296 ord)
th: EFF Short Wordlist %d (1296 คำ)
uk: Короткий список слів EFF #%d (1296 слів)
zh_hans: EFF 短词表 #%d（1296 个单词）

source: [PasswordGenerator/Wordlist/ImportError/reason]
cs: Soubor nemohl být importován kvůli problému na řádku %1$d (%2$@)
de: Datei konnte nicht importiert wegen aufgrund eines Problems in Zeile %1$d (%2$@)
es: No se ha podido importar el archivo debido a un problema en la línea %1$d (%2$@)
fr: Le fichier n'a pas pu être importé en raison d'un problème à la ligne %1$d (%2$@)
it: File non importato per via di un problema alla riga %1$d (%2$@)
ja: 行 %1$d (%2$@) に問題があるためファイルを読み込めませんでした。
nl: Bestand kon niet worden geïmporteerd vanwege een probleem op regel %1$d (%2$@)
pl: Nie można zaimportować pliku z powodu problemu w wierszu %1$d (%2$@).
pt_br: Não foi possível importar o arquivo devido a um problema na linha %1$d (%2$@)
ru: Не удалось импортировать файл из-за проблемы в строке %1$d (%2$@)
sk: Súbor nebolo možné importovať z dôvodu problému v riadku %1$d (%2$@)
sv: Det gick inte att importera filen på grund av ett fel på rad %1$d (%2$@)
uk: Файл неможливо імпортувати через проблему в рядку %1$d (%2$@)
zh_hans: 无法导入文件，因为第 %1$d 行出现问题 (%2$@)

source: [PasswordGenerator/Wordlist/title]
cs: Seznam slov
de: Wortliste
es: Lista de palabras
fr: Liste de mots
it: Lista vocaboli
ja: ワードリスト
nl: Woordenlijst
pl: Lista słów
pt_br: Dicionário
ru: Список слов
sk: Zoznam slov
sv: Ordlista
th: ชุดคำศัพท์
uk: Список слів
zh_hans: 词表

source: [Premium/Benefits/BusinessClouds/title]
cs: Synchronizovat s firemním úložištěm
de: Synchronisierung mit Unternehmensspeicher
es: Sincronizar con almacenamiento corporativo
fr: Synchronisation avec stockage d'entreprise
it: Sincronizza con cloud aziendali
ja: 企業ストレージと同期
nl: Synchroniseer met bedrijfsopslag
pl: Synchronizuj z magazynem firmowym
pt_br: Conecte-se a armazenamentos corporativos
ru: Синхронизация с корпоративным хранилищем
sk: Synchronizácia s firemným úložiskom
sv: Synkronisera med företagslagring
th: ซิงค์กับที่จัดเก็บขององค์กร
uk: Синхронізувати з корпоративним сховищем
zh_hans: 与企业存储同步

source: [Premium/Benefits/HardwareKeys/details]
cs: Chraňte svá hesla pomocí hardwarového klíče, jako je YubiKey.
de: Schützen Sie Ihre Passwörter mit einem Hardware-Schlüssel wie YubiKey.
es: Proteja sus secretos y contraseñas con una clave de hardware como YubiKey.
fr: Protégez vos mots de passe avec une clé matérielle, comme YubiKey.
it: Proteggi i tuoi segreti con una chiave fisica, tipo YubiKey.
ja: YubiKeyなどのハードウェアの鍵を使って秘密を守ります。
nl: Bescherm je geheimen met een hardwarematige sleutel, zoals YubiKey.
pl: Chroń swoje hasła kluczem sprzętowym, takim jak YubiKey.
pt_br: Proteja seus segredos com uma chave física, como a YubiKey.
ru: Защитите свои секреты аппаратным ключом YubiKey.
sk: Chráňte svoje heslá pomocou hardvérového kľúča, ako je napríklad YubiKey.
sv: Skydda din data med en hårdvarunyckel, såsom YubiKey.
th: ปกป้องความลับของคุณด้วยฮาร์ดแวร์คีย์ อย่างเช่นใช้ YubiKey
uk: Захистіть свої секрети апаратним ключем YubiKey.
zh_hans: 使用硬件密钥保护您的资料，比如 YubiKey 等。

source: [Premium/Benefits/HardwareKeys/title]
cs: Použijte hardwarové klíče
de: Hardware-Schlüssel verwenden
es: Usar claves de hardware
fr: Utiliser des clés materielles
it: Usa chiavi fisiche
ja: ハードウェアキーを使う
nl: Gebruik hardwarematige sleutels
pl: Użyj klucza sprzętowego
pt_br: Use chaves físicas
ru: Используйте аппаратные ключи
sk: Použite hardvérové kľúče
sv: Använd hårdvarunycklar
th: ใช้ฮาร์ดแวร์คีย์
uk: Використовуйте апаратні ключі
zh_hans: 使用硬件密钥

source: [Premium/Benefits/LinkedDatabases/details]
cs: Otevřete jinou databázi v jednom kroku – pomocí přihlašovacích údajů uložených v záznamu.
de: Öffnen Sie in einem Schritt eine andere Datenbank mit den Anmeldedaten eines Eintrags.
es: Abre otra base de datos en un solo paso, utilizando las credenciales almacenadas en una entrada.
fr: Ouvrez une autre base de données en une seule étape à l'aide des identifiants stockés dans une entrée.
it: Apri un altro database in un solo passaggio, usando credenziali conservate in una voce.
ja: エントリに保存されている資格情報を使用して、別のデータベースを1ステップで開きます。
nl: Open een andere database in één stap, met inloggegevens opgeslagen in een item.
pl: Otwieranie innej bazy danych w jednym kroku, używając poświadczeń zapisanych we wpisie.
pt_br: Abra outro banco de dados em um passo: usando as credenciais armazenadas em uma entrada.
ru: Откройте другую базу в одно касание — используя данные, сохранённые в записи.
sk: Otvorte inú databázu pomocou poverení uložených v zázname v jednom kroku.
sv: Öppna en annan databas i ett steg med inloggningsuppgifter som lagrats i en post.
uk: Відкрийте іншу базу паролів за один крок, використовуючи облікові дані, збережені в записі.
zh_hans: 使用存储在条目中的凭据，一步打开其他数据库。

source: [Premium/Benefits/LinkedDatabases/title]
cs: Otevírejte připojené databáze
de: Verknüpfte Datenbanken öffnen
es: Abrir bases de datos vinculados
fr: Ouvrir les bases de données liées
it: Apri database collegati
ja: リンクされたデータベースを開く
nl: Gekoppelde database openen
pl: Otwieraj powiązane bazy danych
pt_br: Abrir bancos de dados vinculados
ru: Откройте связанные базы
sk: Otvoriť prepojené databázy
sv: Öppna länkade databaser
uk: Відкриття прив’язаних баз паролів
zh_hans: 打开链接的数据库

source: [Premium/Benefits/MultiDB/details]
cs: Přidejte více databází a přepínejte se mezi nimi rychleji.
de: Fügen Sie mehrere Datenbanken hinzu und wechseln Sie schnell zwischen ihnen.
es: Agregue múltiples bases de datos y cambie rápidamente entre ellas.
fr: Ajoutez plusieurs bases de données et basculez rapidement entre elles.
it: Aggiungi più database e passa rapidamente da uno all'altro.
ja: 複数のデータベースを作って、素速く切り替えます。
nl: Voeg meerdere databases toe en schakel snel over.
pl: Dodaj wiele baz i szybko przełączaj się między nimi.
pt_br: Adicione vários bancos de dados e alterne facilmente entre eles.
ru: Добавьте несколько баз и переключайтесь между ними за пару нажатий.
sk: Pridajte viac databáz a prepínajte sa medzi nimi rýchlejšie.
sv: Lägg till flera databaser och växla smidigt mellan dem.
th: เพิ่มฐานข้อมูลได้หลายฐานและสลับใช้งานได้อย่างรวดเร็ว
uk: Додайте кілька баз паролів і перемикайтеся між ними за декілька натискань.
zh_hans: 添加多个数据库并快速切换它们。

source: [Premium/Benefits/MultiDB/title]
cs: Synchronizujte s týmem
de: Innerhalb eines Teams synchronisieren
es: Sincronización con el equipo
fr: Synchroniser avec l'équipe
it: Sincronizza con il team
ja: チームと同期
nl: Synchroniseer met het team
pl: Synchronizuj z zespołem
pt_br: Equipe em sincronia
ru: Синхронизация с другими
sk: Synchronizujte sa s tímom
sv: Synka med teamet
th: ซิงค์กับทีมงาน
uk: Синхронізація з іншими
zh_hans: 与团队同步
