Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Database/Save/action] Save Database
cs: Uložit databázi
de: Datenbank speichern unter
es: Guardar base de datos
fr: Enregistrer la base de données
it: Salva database
ja: 保存
nl: Sla database op
pl: Zapisz bazę
pt_br: Salvar banco de dados
ru: Сохранить базу паролей
sk: Uložiť databázu
sv: Spara databas
th: บันทึกฐานข้อมูล
uk: Зберегти базу паролів
zh_hans: 保存数据库

source: [Database/SaveToServer/action]
cs: Uložit na server
de: Auf Server speichern
es: Guardar en servidor
fr: Enregistrer sur le serveur
it: Salva sul server
ja: サーバーに保存
nl: Sla op server op
pl: Zapisz na serwerze
pt_br: Salvar no servidor
ru: Сохранить на сервер
sk: Uložiť na server
sv: Spara på server
uk: Зберегти на сервер
zh_hans: 保存到服务器

source: [Database/Saving/Status] Done
cs: Hotovo
de: Fertig
es: Hecho
fr: Fait
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
uk: Готово
zh_hans: 完成

source: [Database/Saving/Status] Saving...
cs: Ukládání...
de: Speichern...
es: Guardando...
fr: Sauvegarde...
it: Salvo…
ja: 保存中...
nl: Bezig met opslaan...
pl: Zapisywanie...
pt_br: Salvando...
ru: Сохранение...
sk: Ukladanie...
sv: Sparar...
th: กำลังบันทึก...
uk: Збереження...
zh_hans: 正在保存...

source: [Database/Settings/ConsiderFileUnreachable/title]
cs: Považovat soubor za nedostupný
de: Datei als unerreichbar betrachten
es: Considerar archivo no disponible
fr: Considérer le fichier comme inaccessible
it: Considera file irraggiungibile
ja: アクセスを試行
nl: Beschouw bestand als ontoegankelijk
pl: Uznanie pliku za nieosiągalny
pt_br: Considerar arquivo inacessível
ru: Считать файл недоступным
sk: Považujte súbor za nedostupný
sv: Anse fil otillgänglig
th: วิธีการพิจารณาว่าเข้าถึงไฟล์ไม่ได้
uk: Вважати файл недоступним
zh_hans: 无法访问文件

source: [Database/Settings/ExternalChanges/dontCheck]
cs: Nekontrolovat
de: Nicht prüfen
es: No comprobar
fr: Ne pas vérifier
it: Non controllare
ja: 確認しない
nl: Niet controleren
pl: Nie sprawdzaj
pt_br: Não verificar
ru: Не проверять
sk: Nekontrolovať
sv: Kontrollera inte
uk: Не перевіряти
zh_hans: 不检查

source: [Database/Settings/ExternalChanges/notify]
cs: Upozornit
de: Benachrichtigen
es: Notificar
fr: Informer
it: Notifica
ja: 通知する
nl: Melden
pl: Powiadom
pt_br: Notificar
ru: Уведомить
sk: Upozorniť
sv: Meddela
uk: Сповістити
zh_hans: 通知

source: [Database/Settings/ExternalChanges/reload]
cs: Znovu načíst automaticky
de: Automatisch neu laden
es: Recargar automáticamente
fr: Recharger automatiquement
it: Ricarica in automatico
ja: 自動的に再読み込みする
nl: Automatisch opnieuw laden
pl: Przeładuj automatycznie
pt_br: Recarregar automaticamente
ru: Автоматически перезагрузить
sk: Automaticky znovu načítať
sv: Läs in automatiskt
uk: Автоматично перезавантажити
zh_hans: 自动重新加载

source: [Database/Settings/ExternalChanges/title]
cs: Databáze externě upravena
de: Datenbank extern geändert
es: Base de datos modificada externamente
fr: Base de données modifiée en externe
it: Database modificato esternamente
ja: 外部から変更されたデータベース
nl: Database extern gewijzigd
pl: Baza danych zmodyfikowana zewnętrznie
pt_br: Banco de dados modificado externamente
ru: Сторонние изменения базы
sk: Externe upravená databáza
sv: Databasen har ändrats externt
uk: Базу паролів змінено ззовні
zh_hans: 外部修改的数据库

source: [Database/Settings/FallbackStrategy/ReAddFile/title]
cs: Znovu přidat soubor
de: Datei erneut hinzufügen
es: Volver a añadir archivo
fr: Ajouter à nouveau le fichier
it: Aggiungi di nuovo il file
ja: ファイルを再追加
nl: Bestand opnieuw toevoegen
pl: Dodaj ponownie plik
pt_br: Readicionar arquivo
ru: Добавить файл заново
sk: Znova pridať súbor
sv: Lägg till filen på nytt
th: เพิ่มไฟล์ใหม่อีกครั้ง
uk: Повторно додати файл
zh_hans: 重新添加文件

source: [Database/Settings/FallbackStrategy/ShowError/title]
cs: Zobrazit chybu
de: Fehler anzeigen
es: Mostrar error
fr: Afficher l'erreur
it: Mostra errore
ja: エラーを表示
nl: Toon foutmelding
pl: Pokaż błąd
pt_br: Mostrar erro
ru: Показать ошибку
sk: Zobraziť chybu
sv: Visa fel
th: แสดงข้อผิดพลาด
uk: Показати помилку
zh_hans: 显示错误

source: [Database/Settings/FallbackStrategy/title]
cs: Pokud je soubor nedostupný
de: Wenn die Datei unerreichbar ist
es: Si el archivo no está disponible
fr: Si le fichier est inaccessible
it: Se il file è irraggiungibile
ja: アクセスできない場合
nl: Als bestand ontoegankelijk is
pl: Jeśli plik jest nieosiągalny
pt_br: Se estiver inacessível
ru: Если файл недоступен
sk: Ak je súbor nedostupný
sv: Om filen är otillgänglig
th: ถ้าเข้าถึงไฟล์ไม่ได้
uk: Якщо файл недоступний
zh_hans: 如果文件无法访问

source: [Database/Settings/FallbackStrategy/UseCache/title]
cs: Použít lokální kopii
de: Lokale Kopie verwenden
es: Usar copia local
fr: Utiliser une copie locale
it: Usa copia locale
ja: ローカルコピーを使用
nl: Gebruik lokale kopie
pl: Użyj kopii lokalnej
pt_br: Usar cópia local
ru: Использовать локальную версию
sk: Použiť lokálnu kópiu
sv: Använd lokal kopia
th: ใช้สำเนาของในเครื่อง
uk: Використовувати локальну копію
zh_hans: 使用本地副本

source: [Database/Settings/FileAccess/title]
cs: Přístup k souboru
de: Dateizugriff
es: Acceso a archivos
fr: Accès au fichier
it: Accesso file
ja: ファイルアクセス
nl: Bestandtoegang
pl: Dostęp do pliku
pt_br: Acesso a arquivos
ru: Доступ к файлу
sk: Prístup k súboru
sv: Filaccess
th: การเข้าถึงไฟล์
uk: Доступ до файлу
zh_hans: 文件权限

source: [Database/Settings/ReadOnly/title]
cs: Pouze pro čtení
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み出しのみ
nl: Alleen lezen
pl: Tylko do odczytu
pt_br: Apenas leitura
ru: Только для чтения
sk: Iba na čítanie
sv: Skrivskyddad
th: อ่านเท่านั้น
uk: Лише для читання
zh_hans: 只读

source: [Database/Settings/title]
cs: Nastavení Databáze
de: Datenbankeinstellungen
es: Ajustes de base de datos
fr: Paramètres
it: Impostazioni database
ja: データベース設定
nl: Database-instellingen
pl: Ustawienia bazy danych
pt_br: Ajustes do banco de dados
ru: Настройки базы
sk: Nastavenia databázy
sv: Databasinställningar
th: การตั้งค่าฐานข้อมูล
uk: Налаштування бази
zh_hans: 数据库设置

source: [Database/Switch/action]
cs: Změnit Databázi
de: Datenbank wechseln
es: Cambiar base de datos
fr: Changer de base de données
it: Cambia database
ja: データベースを切替
nl: Andere database openen
pl: Zmień bazę danych
pt_br: Trocar banco de dados
ru: Сменить базу паролей
sk: Prepnúť databázu
sv: Byt databas
th: สลับฐานข้อมูล
uk: Змінити базу паролів
zh_hans: 切换数据库

source: [Database/SyncConflict/Cancel/description]
cs: Zrušit ukládání, ponechat cílový soubor nedotčený.
de: Brechen Sie den Speichervorgang ab und lassen Sie die Zieldatei unverändert.
es: Cancelar cambios, dejar el archivo intacto.
fr: Annuler l'enregistrement, laisser le fichier cible intact.
it: Annulla salvataggio, lascia intatto il file di destinazione.
ja: 保存をキャンセルします。ファイルは変更されません。
nl: Breek het opslaan af en laat het bestand ongewijzigd.
pl: Anuluj zapisywanie, pozostaw plik docelowy bez zmian.
pt_br: Não salvar, deixar o arquivo de destino intacto.
ru: Отменить сохранение, оставить конечный файл без изменений.
sk: Zrušte ukladanie, ponechajte cieľový súbor nezmenený.
sv: Avbryt sparning, lämna befintlig fil orörd.
th: กำลังยกเลิกการบันทึก ปล่อยไฟล์ไว้ตามเดิม
uk: Скасувати збереження, залишити кінцевий файл без змін.
zh_hans: 取消保存，保留目标文件不变。

source: [Database/SyncConflict/currentVersion]
cs: Aktuální verze
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
nl: Huidige versie
pl: Bieżąca wersja
pt_br: Versão atual
ru: Текущая версия
sk: Súčasná verzia
sv: Nuvarande version
th: เวอร์ชันปัจจุบัน
uk: Поточна версія
zh_hans: 当前版本

source: [Database/SyncConflict/description]
cs: Databáze se změnila od doby, kdy byla načtena v KeePassium.
de: Die Datenbank hat sich geändert, seit sie in KeePassium geladen wurde.
es: La base de datos ha cambiado desde que se cargó en KeePassium.
fr: La base de données a été modifiée depuis son chargement dans KeePassium.
it: Il database è cambiato da quando è stato caricato su KeePassium.
ja: KeePassiumが読み込んだ後にデータベースが変更されました。
nl: De database is veranderd sinds deze is geopend in KeePassium.
pl: Baza została zmieniona od momentu otwarcia w KeePassium.
pt_br: O banco de dados foi editado desde que foi carregado no KeePassium.
ru: База паролей изменилась со времени её загрузки в KeePassium.
sk: Databáza sa od načítania v KeePassium zmenila.
sv: Databasen har ändrats sen den öppnades av KeePassium.
th: ฐานข้อมูลมีการเปลี่ยนแปลงหลังจากโหลดเข้ามาใน KeePassium
uk: База паролів змінилася з часу її завантаження в KeePassium.
zh_hans: 数据库自从上次在 KeePassium 中加载后已经发生改变。

source: [Database/SyncConflict/loadedVersion]
cs: Lokální verze
de: Geladene Version
es: Versión cargada
fr: Version chargée
it: Versione caricata
ja: 読込中のバージョン
nl: Geopende versie
pl: Wczytana wersja
pt_br: Versão aberta
ru: Загруженная версия
sk: Spustená verzia
sv: Öppnad version
th: เวอร์ชันที่โหลดเข้าเครื่อง
uk: Завантажена версія
zh_hans: 加载版本

source: [Database/SyncConflict/Merge/action]
cs: Sloučit
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci
ja: 結合
nl: Voeg samen
pl: Scal
pt_br: Mesclar
ru: Объединить
sk: Zlúčiť
sv: Sammanfoga
th: รวม
uk: Об'єднати
zh_hans: 合并

source: [Database/SyncConflict/Merge/description]
cs: Před uložením zkombinujte změny.
de: Führen Sie die Änderungen vor dem Speichern zusammen.
es: Combinar cambios antes de guardar.
fr: Fusionner les modifications avant d'enregistrer.
it: Unisci le modifiche prima di salvare.
ja: 保存する前に変更を結合します。
nl: Combineer wijzigingen alvorens ze op te slaan.
pl: Scal zmiany przed zapisem.
pt_br: Combinar as alterações de ambos e salvar.
ru: Объединить изменения перед сохранением.
sk: Pred uložením zlúčte zmeny.
sv: Kombinera ändringarna innan sparning.
th: รวมการเปลี่ยนแปลงก่อนบันทึก
uk: Об'єднати зміни перед збереженням.
zh_hans: 保存前合并更改。

source: [Database/SyncConflict/Overwrite/description]
cs: Přepsat cílový soubor místní verzí.
de: Überschreiben Sie die Zieldatei mit der lokalen Version.
es: Sobrescribir el archivo de destino con la versión local.
fr: Écraser le fichier cible par la version locale.
it: Sovrascrivi il file di destinazione con la versione locale.
ja: 現在の内容でファイルを上書きします。
nl: Overschrijf het doelbestand met de lokale versie.
pl: Zastąp plik docelowy lokalną kopią.
pt_br: Substituir o arquivo de destino pela versão local.
ru: Перезаписать файл назначения локальной версией.
sk: Nahraďte cieľový súbor lokálnou kópiou.
sv: Skriv över filen med den lokala kopian.
th: เขียนทับไฟล์นั้นด้วยไฟล์เดิมในเครื่อง
uk: Перезаписати файл призначення локальною версією.
zh_hans: 用本地版本覆盖目标文件。

source: [Database/SyncConflict/SaveAs/description]
cs: Uložit změny do jiného souboru.
de: Speichern Sie die Änderungen in einer anderen Datei.
es: Guardar cambios en otro archivo.
fr: Enregistrer les modifications dans un autre fichier.
it: Salva le modifiche su un altro file.
ja: 別のファイルに保存します。
nl: Sla de wijzigingen op in een ander bestand.
pl: Zapisz zmiany do innego pliku.
pt_br: Salvar alterações em outro arquivo.
ru: Сохранить изменения в другой файл.
sk: Uložte zmeny do iného súboru.
sv: Spara ändringar till en annan fil.
th: กำลังเปลี่ยนไปบันทึกที่อีกไฟล์หนึ่ง
uk: Зберегти зміни в інший файл.
zh_hans: 保存更改到另一个文件。

source: [Database/SyncConflict/title]
cs: Konflikt v synchronizaci
de: Sync-Konflikt
es: Conflicto de sincronización
fr: Conflit de synchronisation
it: Conflitto di sincronizzazione
ja: 同期の競合
nl: Synchronisatieconflict
pl: Konflikt synchronizacji
pt_br: Conflito de sincronização
ru: Конфликт синхронизации
sk: Konflikt synchronizácie
sv: Synk-konflikt
th: การซิงค์ชนกัน
uk: Конфлікт синхронізації
zh_hans: 同步出现冲突

source: [Database/Unlock] Key file error: %@
cs: Chyba souboru s klíčem: %@
de: Schlüsseldatei Fehler: %@
es: Error del archivo de clave: %@
fr: Erreur de fichier clé : %@
it: Errore file chiave: %@
ja: キーファイルのエラー: %@
nl: Sleutelbestandsfout: %@
pl: Błąd pliku klucza: %@
pt_br: Erro no arquivo de chave: %@
ru: Проблема с ключевым файлом: %@
sk: Chyba súboru s kľúčom: %@
sv: Nyckelfil-fel: %@
th: ไฟล์กุญแจเกิดข้อผิดพลาด: %@
uk: Проблема з файл-ключом: %@
zh_hans: 密钥文件异常: %@

source: [Database/Unlock/Error] Failed to open key file
cs: Otevření klíčového souboru se nezdařilo
de: Schlüsseldatei konnte nicht geöffnet werden
es: Error al abrir el archivo de clave
fr: Échec de l'ouverture du fichier clé
it: Apertura file chiave fallita
ja: キーファイルを開けませんでした
nl: Kan sleutelbestand niet openen
pl: Nie udało się otworzyć pliku klucza
pt_br: Falha ao abrir o arquivo de chave
ru: Не удалось открыть ключевой файл
sk: Nepodarilo sa otvoriť súbor s kľúčom
sv: Misslyckades med att öppna nyckelfil
th: ไม่สามารถเปิดไฟล์กุญแจได้
uk: Не вдалося відкрити файл-ключ
zh_hans: 无法打开密钥文件

source: [Database/Unlock/Error] Password and key file are both empty.
cs: Heslo a klíčový soubor jsou prázdné.
de: Passwortfeld ist leer und es wurde keine Schlüsseldatei angegeben.
es: La contraseña y el archivo de clave están vacíos.
fr: Le mot de passe et le fichier clé sont vides.
it: Password e file chiave sono entrambi vuoti.
ja: パスワードとキーファイルのいずれも指定されていません。
nl: Wachtwoord en sleutelbestand zijn beide leeg.
pl: Hasło i plik klucza są puste.
pt_br: Senha e arquivo de chave estão ambos vazios.
ru: И пароль, и ключевой файл пусты.
sk: Heslo a súbor s kľúčom sú prázdne.
sv: Både lösenord och nyckelfil saknas.
th: รหัสผ่านและไฟล์กุญแจว่างเปล่า
uk: І пароль, і файл-ключ порожні.
zh_hans: 密码和密钥都是空的。

source: [Database/Unlock/wrongPassword/question]
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sv: Har du glömt lösenordet?
th: ลืมรหัสผ่านของคุณใช่หรือไม่
uk: Забули свій пароль?
zh_hans: 忘记密码？

source: [Database/UnsavedChanges/autoFillCrashed]
cs: Automatické vyplňování nemohlo uložit některé změny z důvodu technického omezení.
de: Automatisch ausfüllen konnte einige Änderungen aufgrund einer technischen Einschränkung nicht speichern.
es: Autorrelleno no pudo guardar algunos cambios debido a una limitación técnica.
fr: La saisie automatique n'a pas pu enregistrer certaines modifications en raison d'une limitation technique.
it: L'inserimento automatico non è riuscito a salvare alcune modifiche a causa di una limitazione tecnica.
ja: 技術的な制限により、自動入力は一部の変更を保存できませんでした。
nl: Automatisch invullen kon sommige wijzigingen niet opslaan vanwege een technische beperking.
pl: Autouzupełnianie nie mogło zapisać niektórych zmian z powodu ograniczeń technicznych.
pt_br: O preenchimento automático não pôde salvar algumas alterações devido a uma limitação técnica.
ru: Автозаполнение не смогло сохранить некоторые изменения из-за технических ограничений.
sv: Autofyll kunde inte spara några ändringar på grund av tekniska begränsningar.
uk: В автозаповненні не збережено деякі зміни через технічні обмеження.
zh_hans: 由于技术限制，自动填充无法保存一些更改。

source: [Database/UnsavedChanges/cannotModifyYet]
cs: Automatické vyplňování bohužel zatím neumí upravovat velké databáze. Na vyřešení tohoto problému pracujeme.
de: Leider kann Automatisch ausfüllen noch keine großen Datenbanken modifizieren. Wir arbeiten daran, dies zu beheben.
es: Lamentablemente, Autorrelleno todavía no puede modificar bases de datos grandes. Estamos trabajando para resolverlo.
fr: Malheureusement, la saisie automatique ne peut pas encore modifier les grandes bases de données. Nous travaillons pour résoudre ce problème.
it: Purtroppo, l'inserimento automatico non è attualmente in grado di modificare database di grandi dimensioni. Stiamo lavorando per risolvere il problema.
ja: 残念ながら、自動入力はまだ大型データベースを修正することができません。この問題の解決に向けて取り組んでいます。
nl: Automatisch invulen kan helaas nog geen grote databases wijzigen. We werken eraan om dit op te lossen.
pl: Niestety Autouzupełnianie nie może jeszcze modyfikować dużych baz. Pracujemy nad rozwiązaniem tego problemu.
pt_br: Infelizmente, o preenchimento automático ainda não pode alterar grandes bancos de dados. Estamos trabalhando para resolver isso.
ru: К сожалению, автозаполнение пока не может модифицировать большие базы данных. Мы работаем над решением.
sv: Autofyll kan tyvärr inte modifiera stora databaser än. Vi jobbar på att lösa det.
uk: На жаль, автозаповнення поки що не може змінити великі бази паролів. Ми працюємо над цим.
zh_hans: 不幸的是，自动填充还不能修改大型数据库。我们正在努力解决此问题。

source: [Database/UnsavedChanges/OpenAppCallToAction]
cs: Pokud chcete uložit změny, otevřete hlavní aplikaci KeePassium.
de: Um Änderungen zu speichern, öffnen Sie die Haupt-App von KeePassium.
es: Para guardar los cambios, abra la aplicación principal de KeePassium.
fr: Pour enregistrer les modifications, ouvrez l'application principale KeePassium.
it: Per salvare le modifiche, aprire l'app principale di KeePassium.
ja: 変更を保存するには、メインのKeePassiumアプリを開いてください。
nl: Open de KeePassium-app om wijzigingen op te slaan.
pl: Aby zapisać zmiany, otwórz główną aplikację KeePassium.
pt_br: Para salvar as alterações, abra o aplicativo principal KeePassium.
ru: Чтобы сохранить изменения, откройте основное приложение KeePassium.
sv: Öppna KeePassium-huvudappen om du vill spara ändringar.
uk: Щоб зберегти зміни, відкрийте основний додаток KeePassium.
zh_hans: 若要保存更改，请打开 KeePassium 主程序。

source: [Database/UnsavedChanges/saveAction]
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt_br: Salvar alterações
ru: Сохранить изменения
sv: Spara ändringar
uk: Зберегти зміни
zh_hans: 保存更改

source: [Database/UnsavedChanges/someDatabases]
cs: Jedna nebo více databází má neuložené změny provedené v Automatickém vyplňování.
de: Eine oder mehrere Datenbanken haben ungespeicherte Änderungen durch Automatisch ausfüllen.
es: Una o más bases de datos tienen cambios sin guardar realizados en Autorrelleno.
fr: Une ou plusieurs bases de données ont des modifications non enregistrées effectuées avec la saisie automatique.
it: Uno o più database ha delle modifiche non salvate effettuate con l'inserimento automatico.
ja: 1つ以上のデータベースに、自動入力で行われた未保存の変更があります。
nl: Een of meer databases hebben niet-opgeslagen wijzigingen die zijn aangebracht in Automatisch invullen.
pl: Co najmniej jedna baza ma niezapisane zmiany w Autouzupełnianiu.
pt_br: Um ou mais bancos de dados possuem alterações não salvas feitas com preenchimento automático.
ru: Одна или несколько баз паролей содержат несохраненные изменения, сделанные в Автозаполнении.
sv: En eller flera databaser har osparade ändringar som gjorts i Autofyll.
uk: Одна або кілька баз паролів містять незбережені зміни, внесені в автозаповненні.
zh_hans: 一个或多个数据库在自动填充中有未保存的更改。

source: [Database/UnsavedChanges/thisDatabase]
cs: Tato databáze má neuložené změny provedené v Automatickém vyplňování.
de: Diese Datenbank enthält nicht gespeicherte Änderungen, die in Automatisch ausfüllen vorgenommen wurden.
es: Esta base de datos tiene cambios sin guardar realizados en Autorrelleno.
fr: Cette base de données contient des modifications non enregistrées effectuées avec la saisie automatique.
it: Questo database ha delle modifiche non salvate effettuate con l'inserimento automatico.
ja: このデータベースには、自動入力で行われた未保存の変更があります。
nl: Deze database heeft niet-opgeslagen wijzigingen die zijn aangebracht in Automatisch invullen.
pl: Ta baza ma niezapisane zmiany w Autouzupełnianiu.
pt_br: Este banco de dados tem alterações não salvas feitas com preenchimento automático.
ru: Эта база паролей имеет несохраненные изменения, сделанные в Автозаполнении.
sv: Databasen har osparade ändringar som gjorts i Autofyll.
uk: Ця база паролів має незбережені зміни, внесені в автозаповненні.
zh_hans: 此数据库在自动填充中有未保存的更改。

source: [Database/UnsavedChanges/title]
cs: Neuložené změny
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
ja: 保存されていない変更
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохранённые изменения
sv: Osparade ändringar
uk: Незбережені зміни
zh_hans: 未保存的更改

source: [Database1/FormatError] Database file is corrupted.
cs: Databáze je poškozena.
de: Datenbank-Datei ist beschädigt.
es: La base de datos está dañada.
fr: Le fichier de la base de données est corrompu.
it: File database corrotto.
ja: データベースが破損しています。
nl: Het databasebestand is beschadigd.
pl: Plik bazy jest uszkodzony.
pt_br: O arquivo de banco de dados está corrompido.
ru: Файл базы паролей повреждён.
sk: Databáza je poškodená.
sv: Databasfilen är skadad.
th: ไฟล์ฐานข้อมูลได้รับความเสียหาย
uk: Файл бази паролів пошкоджено.
zh_hans: 数据库文件损毁。

source: [Database1/FormatError] Error parsing field %@. Corrupted database file?
cs: Chyba analyzování pole %@. Databáze je poškozená?
de: Fehler beim Parsen des Feldes %@. Datenbankdatei beschädigt?
es: Error al analizar el campo %@. ¿Base de datos dañada?
fr: Erreur d''analyse du champ %@. Fichier de base de données corrompu ?
it: Errore analisi del campo %@. File database corrotto?
ja: フィールド %@ の解析エラー。 DBが破損？
nl: Fout tijdens verwerken van het veld '%@'. Is het databasebestand beschadigd?
pl: Błąd podczas analizowania pola %@. Uszkodzony plik bazy?
pt_br: Erro ao carregar o campo %@. Arquivo de banco de dados corrompido?
ru: Не удалось разобрать поле %@. Файл базы повреждён?
sk: Chyba analyzovania poľa %@. Poškodená databáza?
sv: Tolkningsfel av fält %@. Är databasfilen skadad?
th: มีข้อผิดพลาดในช่อง %@. ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Не вдалося розібрати поле %@. Файл бази паролів пошкоджений?
zh_hans: 解析 %@ 字段错误。数据库文件损坏?

source: [Database1/FormatError] Found an entry outside any group. Corrupted DB file?
cs: Záznam byl nalezen mimo jakoukoliv skupinu. Databáze je poškozená?
de: Eintrag außerhalb einer Gruppe gefunden. Datenbankdatei beschädigt?
es: Se encontró una entrada sin grupo. ¿Archivo de base de datos dañado?
fr: Une entrée a été trouvée en dehors d'un groupe. Fichier BDD corrompu ?
it: Trovata una voce fuori da ogni gruppo. File DB corrotto?
ja: グループに属さないエントリーがあります。DBが破損？
nl: Er is een item zonder groep aangetroffen. Is het databasebestand beschadigd?
pl: Znaleziono wpis poza grupą. Uszkodzony plik bazy?
pt_br: Uma entrada foi encontrada fora de qualquer grupo. Arquivo de banco de dados corrompido?
ru: Обнаружена запись вне группы. Файл базы повреждён?
sk: Našiel sa záznam mimo akejkoľvek skupiny. Poškodený súbor DB?
sv: Hittade en post som inte tillhör någon grupp. Är databasfilen skadad?
th: พบรายการที่ไม่อยู่ในกลุ่มใด ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Виявлено запис поза групою. Файл бази паролів пошкоджений?
zh_hans: 在群组外找到条目。数据库文件损坏?

source: [Database1/FormatError] Unexpected end of file. Corrupted database file?
cs: Neočekávaný konec souboru. Databáze je poškozená?
de: Unerwartetes Ende der Datei. Datenbankdatei beschädigt?
es: Final inesperado del archivo. ¿Archivo de base de datos dañado?
fr: Fin de fichier inattendu. Fichier de base de données corrompu ?
it: Fine file inaspettata. File database corrotto?
ja: 予期しないファイルの終了です。DBが破損？
nl: Onverwachte einde van bestand. Is het databasebestand beschadigd?
pl: Nieoczekiwany koniec pliku. Uszkodzony plik bazy?
pt_br: Final do arquivo antes do esperado. Arquivo de banco de dados corrompido?
ru: Неожиданный конец файла. Файл базы повреждён?
sk: Neočakávaný koniec súboru. Poškodená databáza?
sv: Oväntat slut på filen. Är databasfilen skadad?
th: ไฟล์ส่วนท้ายไม่ถูกต้อง ไฟล์ฐานข้อมูลเสียหายใช่ไหม?
uk: Несподіваний кінець файлу. Файл бази паролів пошкоджений?
zh_hans: 文件意外的结束。数据库文件损坏?
