Repository: keepassium/KeePassium
Catalog: KeePassiumLib/KeePassiumLib/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sk, sv, th, uk, zh_hans

source: [Premium/Upgrade/Deferred/text] Thank you! You can use KeePassium while purchase is awaiting approval.
cs: Děkujeme! KeePassium můžete používat, ale nákup čeká na schválení.
de: Vielen Dank! Sie können KeePassium verwenden, während auf die Kaufbestätigung gewartet wird.
es: ¡Gracias! Puede usar KeePassium mientras la compra está pendiente de aprobación.
fr: Merci ! Vous pouvez utiliser KeePassium pendant que l'achat est en cours de validation.
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in fase di approvazione.
ja: ありがとうございます！購入が承認されるまでの間も、KeePassiumを使用できます。
nl: Bedankt! U kunt KeePassium gebruiken terwijl de aankoop wordt goedgekeurd.
pl: Dziękujemy! Możesz używać KeePassium czekając na zatwierdzenie zakupu.
pt_br: Obrigado! Você pode usar KeePassium enquanto a compra aguarda aprovação.
ru: Спасибо! Вы можете использовать KeePassium, пока покупка ожидает подтверждения.
sk: Ďakujeme! KeePassium môžete používať, pokiaľ nákup čaká na schválenie.
sv: Tack! Du kan använda KeePassium innan köpet bekräftas av en målsman.
th: ขอบคุณมาก! คุณสามารถใช้ KeePassium ขณะที่รอยืนยันการซื้อ
uk: Щиро дякуємо! Ви можете використовувати KeePassium, доки покупка очікує підтвердження.
zh_hans: 谢谢！您可以在 KeePassium 等待批准时使用。

source: [Premium/Upgrade/price] %@ / month
cs: %@ / měsíc
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
it: %@ / mese
ja: %@ / 月
nl: %@/maand
pl: %@ / miesiąc
pt_br: %@/mês
ru: %@ / месяц
sk: %@ / mesiac
sv: %@ / månad
th: %@ / เดือน
uk: %@ / місяць
zh_hans: %@ / 月

source: [Premium/Upgrade/price] %@ / year
cs: %@ / rok
de: %@ / Jahr
es: %@ / año
fr: %@ / an
it: %@ / anno
ja: %@ / 年
nl: %@/jaar
pl: %@ / rok
pt_br: %@/ano
ru: %@ / год
sk: %@ / rok
sv: %@ / år
th: %@ / ปี
uk: %@ / рік
zh_hans: %@ / 年

source: [Premium/Upgrade/price] %@ once
cs: %@ jednorázově
de: %@ einmalig
es: %@ de una vez
fr: %@ une fois
it: %@ una volta
ja: %@ １回
nl: eenmalig %@
pl: %@ jednorazowo
pt_br: Pagamento único: %@
ru: %@ однократно
sk: %@ jednorázovo
sv: %@ engångsbetalning
th: %@ ครั้งเดียว
uk: %@ одноразово
zh_hans: %@ 一次性付费

source: [Premium/Upgrade/price] around %@ / month
cs: ≈ %@ / měsíc
de: ≈ %@ / Monat
es: ≈ %@ / mes
fr: ≈ %@/mois
it: ≈ %@ / mese
ja: ≒ %@ / 月
nl: ≈ %@/maand
pl: ≈ %@ / miesiąc
pt_br: ≈%@/mês
ru: ≈ %@ в месяц
sk: ≈ %@ / mesiac
sv: ≈ %@ / månad
th: ≈ %@ / เดือน
uk: ≈ %@ / на місяць
zh_hans: ≈ %@ / 月

source: [Premium/Upgrade/Progress] Contacting AppStore...
cs: Kontaktování AppStore...
de: Verbindung zum AppStore...
es: Conectando con la AppStore...
fr: Contacter l'App Store...
it: Contatto App Store…
ja: App Storeに接続中…
nl: Bezig met openen van App Store...
pl: Łączenie z AppStore…
pt_br: Contactando AppStore...
ru: Связываемся с App Store...
sk: Kontaktovanie AppStore...
sv: Kontaktar App Store...
th: กำลังติดต่อ App Store...
uk: Зв'язок із App Store...
zh_hans: 联系 AppStore...

source: [Premium/Upgrade/Progress] Purchasing...
cs: Nakupování...
de: Kaufvorgang...
es: Comprando...
fr: Achat en cours...
it: Acquisto in corso…
ja: 購入中...
nl: Bezig met aanschaffen...
pl: Kupowanie...
pt_br: Comprando...
ru: Покупка...
sk: Nakupovanie...
sv: Köper...
th: กำลังซื้อ...
uk: Купуємо...
zh_hans: 购买中…

source: [Premium/Upgrade/Restored/text] Upgrade successful, enjoy the app!
cs: Upgrade proběhl úspěšně, užijte si aplikaci!
de: Upgrade erfolgreich, genieße die App!
es: Mejora hecha con éxito, ¡disfrute de la aplicación!
fr: Mise à niveau réussie, profitez de l'application !
it: Upgrade riuscito, goditi l'app!
ja: アップグレードに成功しました。Appをお楽しみください！
nl: Upgrade geslaagd; geniet van de app!
pl: Aktualizacja zakończona pomyślnie, ciesz się aplikacją!
pt_br: Atualizado com sucesso. Aproveite!
ru: Обновление прошло успешно, приятной работы!
sk: Upgrade bol úspešný, užite si aplikáciu!
sv: Uppgraderingen lyckades, njut nu av appen!
th: อัพเกรดเรียบร้อย ใช้แอปได้เลย!
uk: Оновлення пройшло вдало, приємної роботи!
zh_hans: 升级成功, 享受它!

source: [Premium/Upgrade/Restored/title] Purchase Restored
cs: Nákup obnoven
de: Kauf wiederhergestellt
es: Compra restaurada
fr: Achat restauré
it: Acquisto ripristinato
ja: 購入が復元されました
nl: Aankoop hersteld
pl: Przywrócono zakup
pt_br: Compra restaurada
ru: Покупки восстановлены
sk: Nákup bol obnovený
sv: Köp återställt
th: เรียกคืนการซื้อสำเร็จ
uk: Покупки відновлені
zh_hans: 恢复购买

source: [Premium/Upgrade/RestoreFailed/text] No previous purchase could be restored.
cs: Předchozí nákup nelze obnovit.
de: Kein vorheriger Kauf konnte wiederhergestellt werden.
es: No se pudo restaurar ninguna compra anterior.
fr: Aucun achat précédent n'a pu être restauré.
it: Non risulta nessun acquisto precedente.
ja: 以前の購入は復元できませんでした。
nl: Geen te herstellen aankoop.
pl: Poprzedni zakup nie może być przywrócony.
pt_br: Nenhuma compra anterior pôde ser restaurada.
ru: Не нашлось покупок, которые могут быть восстановлены.
sk: Nie je možné obnoviť žiadny predchádzajúci nákup.
sv: Inga tidigare köp kunde återställas.
th: ไม่มีการซื้อครั้งก่อนที่สามารถนำกลับมาใช้ได้
uk: Не знайшлося покупок, які можуть бути відновлені.
zh_hans: 没有可以还原的内购。

source: [Premium/Upgrade/RestoreFailed/title] Sorry
cs: Omlouváme se
de: Sorry
es: Lo siento
fr: Désolé
it: Siamo spiacenti
ja: 申し訳ありません
nl: Sorry
pl: Przepraszamy
pt_br: Desculpe
ru: Извините
sk: Ospravedlňujeme sa
sv: Förlåt
th: ขออภัย
uk: Вибачте
zh_hans: 很抱歉

source: [Premium/Upgrade/Success/thankYou]
cs: Děkujeme vám za nákup!
de: Vielen Dank für den Kauf!
es: ¡Gracias por su compra!
fr: Merci pour votre achat !
it: Grazie per l'acquisto!
ja: ご購入ありがとうございます！
nl: Bedankt voor uw aankoop!
pl: Dziękujemy za zakup!
pt_br: Obrigado por sua compra!
ru: Спасибо за покупку!
sk: Ďakujeme Vám za nákup!
sv: Tack för köpet!
th: ขอบคุณสำหรับการสั่งซื้อ!
uk: Дякую за покупку!
zh_hans: 感谢您的购买

source: [Premium/usage] App being useful: %@/month, that is around %@/year.
cs: Aplikace používána %1$@/měsíc, což je %2$@/ročně.
de: App ist nützlich: %1$@/Monat, das sind etwa %2$@/Jahr.
es: En uso: %1$@/month, que es alrededor de %2$@/year.
fr: Application utile : %1$@/mois, soit environ %2$@/an.
it: Utilità app: %1$@/ mese, circa %2$@/anno.
ja: Appの使用実績: %1$@/月、約%2$@/年
nl: App is nuttig: %1$@/maand - dat is ongeveer %2$@/jaar.
pl: Aplikacja była używana: %1$@/miesiąc, to jest ok %2$@/rok.
pt_br: App sendo útil: %1$@/mês, aproximadamente %2$@/ano.
ru: Приложение полезно %1$@ в месяц, т.е. около %2$@ в год.
sk: Aplikácia je používaná: %1$@/mesiac, čo je %2$@/rok.
sv: Appen är användbar: %1$@/månad, det är cirka %2$@/år.
th: ใช้แอปไป: %1$@/เดือน, หรือประมาณ %2$@/ปี
uk: Додаток корисно %1$@ на місяць, тобто близько %2$@ в рік.
zh_hans: 程序已使用: %1$@/月, 大约%2$@/年

source: [PremiumFeature/BusinessClouds/description]
cs: Připojujte se přímo k účtům podnikových úložišť, jako je například OneDrive pro firmy.
de: Verbinden Sie sich direkt mit Speicherkonten von Unternehmen, wie etwa OneDrive for Business.
es: Conéctese directamente a cuentas de almacenamiento empresariales, como OneDrive para la Empresa.
fr: Connectez-vous directement aux comptes de stockage d'entreprise, tels que OneDrive Entreprise.
it: Connettiti direttamente ad account aziendali di archiviazione, come OneDrive for Business.
ja: OneDrive for Businessなどの企業ストレージに直接接続します。
nl: Maak rechtstreeks verbinding met zakelijke opslagaccounts, zoals OneDrive voor bedrijven.
pl: Bezpośrednie połączenie z kontami usług magazynowania dla przedsiębiorstw, takimi jak OneDrive dla Firm.
pt_br: Conecte-se diretamente a contas corporativas de armazenamento, como o OneDrive for Business.
ru: Подключайтесь напрямую к учётным записям корпоративного хранилища, таким как OneDrive for Business.
sk: Pripojte sa priamo k účtom firemného úložiska, ako je napríklad OneDrive for Business.
sv: Anslut direkt till företagskonton för lagring, till exempel OneDrive for Business.
th: เชื่อมต่อโดยตรงกับบัญชีที่จัดเก็บขององค์กร เช่น OneDrive for Business
uk: Підключіться безпосередньо до облікових записів корпоративного сховища, як-от OneDrive для бізнесу.
zh_hans: 直接连接到企业存储账户，如 OneDrive for Business。

source: [PremiumFeature/BusinessClouds/title]
cs: Firemní cloudové úložiště
de: Cloud-Speicher für Unternehmen
es: Almacenamiento corporativo en la nube
fr: Stockage dans le cloud d'entreprise
it: Archiviazione cloud aziendale
ja: 企業向けクラウドストレージ
nl: Zakelijke cloudopslag
pl: Pamięć w firmowej chmurze
pt_br: Nuvem corporativa
ru: Корпоративное облачное хранилище
sk: Firemné cloudové úložisko
sv: Företagslagring i molnet
th: ที่จัดเก็บบนคลาวด์ขององค์กร
uk: Корпоративне хмарне сховище
zh_hans: 企业云存储

source: [PremiumFeature/Generic/description]
cs: Upgradujte na Premium a užijte si KeePassium se všemi funkcemi.
de: Upgraden Sie auf Premium und genießen Sie KeePassium in vollen Zügen.
es: Actualice a Premium y disfrute de KeePassium en su máxima expresión.
fr: Passez à la version premium et profitez de KeePassium à son meilleur.
it: Passa a Premium e goditi al meglio KeePassium.
ja: プレミアム版にアップグレードすると、KeePassiumを最高の状態でお使いいただけます。
nl: Upgrade naar premium en geniet nóg meer van KeePassium.
pl: Zaktualizuj do wersji premium i ciesz się wszystkimi możliwościami KeePassium.
pt_br: Atualize para Premium e aproveite KeePassium ao máximo.
ru: Перейдите на полную версию KeePassium и пользуйтесь всеми возможностями программы.
sk: Prejdite na Premium a užite si KeePassium so všetkými funkciami.
sv: Uppgradera till premium och upplev KeePassium när det är som bäst.
th: อัพเกรดเป็นพรีเมียมและใช้งาน KeePassium ในแบบที่ดีที่สุด
uk: Перейдіть на повну версію KeePassium та користуйтеся усіма можливостями програми.
zh_hans: 升级到高级版并享受最好的KeePassium。

source: [PremiumFeature/Generic/title]
cs: Prémiová funkce
de: Premiumfunktion
es: Característica Premium
fr: Fonctionnalité Premium
it: Funzione Premium
ja: プレミアム機能
nl: Premium-functie
pl: Funkcja Premium
pt_br: Recurso Premium
ru: Премиум-функция
sk: Prémiová funkcia
sv: Premiumfunktion
th: คุณสมบัติพรีเมียม
uk: Преміум-функція
zh_hans: 高级版功能

source: [PremiumFeature/HardwareKeys/description]
cs: Posilte svou bezpečnost pomocí hardwarových klíčů (YubiKey) v prémiové verzi.
de: Erhöhen Sie Ihre Sicherheit mit Hardware-Schlüsseln (YubiKey) in der Premium-Version.
es: Mejore la seguridad de su archivo de contraseñas con el soporte de claves de hardware (YubiKey) en la versión premium.
fr: Renforcez votre sécurité avec des clés matérielles (YubiKey) dans la version premium.
it: Aumenta la tua sicurezza con le chiavi fisiche (YubiKey) nella versione Premium.
ja: プレミアム版ではハードウェアの鍵 (YubiKey) を使って安全性を強化できます。
nl: Versterk je beveiliging met hardwarematige sleutels (YubiKey) in de premium-versie.
pl: Wzmocnij bezpieczeństwo z pomocą klucza sprzętowego (YubiKey) w wersji premium.
pt_br: Aumente sua segurança com chaves físicas (YubiKey) na versão Premium.
ru: Усильте безопасность с помощью аппаратных ключей (YubiKey) в премиум-версии приложения.
sk: Posilnite svoju bezpečnosť pomocou hardvérových kľúčov (YubiKey) v prémiovej verzii.
sv: Öka säkerheten med hårdvarunycklar (YubiKey) i premiumversionen.
th: เพิ่มความปลอดภัยด้วยฮาร์ดแวร์คีย์ (YubiKey) ในเวอร์ชันพรีเมียม
uk: Підсильте безпеку за допомогою апаратних ключів (YubiKey) в преміум-версії додатка.
zh_hans: 在高级版中使用硬件密钥 (Yubikey) 加强您的安全。

source: [PremiumFeature/HardwareKeys/title] Hardware Keys
cs: Hardwarové klíče
de: Hardware-Schlüssel
es: Claves de hardware
fr: Clés matérielles
it: Chiavi fisiche
ja: ハードウェアキー
nl: Hardwarematige sleutels
pl: Klucz sprzętowy
pt_br: Chaves Físicas
ru: Аппаратные ключи
sk: Hardvérové ​​kľúče
sv: Hårdvarunycklar
th: ฮาร์ดแวร์คีย์
uk: Апаратні ключі
zh_hans: 硬件密钥

source: [PremiumFeature/LinkedDatabases/description]
cs: Upgradujte na premium a otevírejte připojené databáze v jednom kroku.
de: Upgraden Sie auf Premium und öffnen Sie in einem Schritt verknüpfte Datenbanken.
es: Actualiza a Premium y abre bases de datos vinculadas en un solo paso.
fr: Optez pour la version Premium et ouvrez les bases de données liées en une seule étape.
it: Effettua l'upgrade a Premium e apri i database collegati in un solo passaggio.
ja: プレミアム版にアップグレードし、リンクされたデータベースを1ステップで開きます。
nl: Upgrade naar premium en open gekoppelde databases in één stap.
pl: Ulepsz do wersji premium i otwieraj powiązane bazy danych w jednym kroku.
pt_br: Atualize para a versão premium e abra bancos de dados vinculados em um passo.
ru: Перейдите на полную версию KeePassium и открывайте связанные базы паролей в одно движение.
sk: Aktualizujte svoju verziu na Premium a otvorte prepojené databázy v jednom kroku.
sv: Uppgradera till Premium och öppna länkade databaser i ett steg.
uk: Перейдіть на преміум і відкривайте прив’язані бази паролів за один крок.
zh_hans: 升级到高级版，一步打开链接的数据库。

source: [PremiumFeature/LinkedDatabases/title]
cs: Připojené databáze
de: Verknüpfte Datenbanken
es: Bases de datos vinculadas
fr: Bases de données liées
it: Database collegati
ja: リンクされたデータベース
nl: Gekoppelde databases
pl: Powiązane bazy danych
pt_br: Bancos de dados vinculados
ru: Связанные базы данных
sk: Prepojené databázy
sv: Länkade databaser
uk: Прив’язані бази паролів
zh_hans: 链接的数据库

source: [PremiumFeature/MultiDB/description] Easily switch between databases in the premium version.
cs: V prémiové verzi můžete snadno přepínat mezi více databázemi.
de: Wechseln Sie einfach zwischen Datenbanken mit der Premium-Version.
es: Cambie fácilmente entre bases de datos en la versión premium.
fr: Basculez facilement d'une base de données à l'autre dans la version premium.
it: Passa da un database all'altro in un attimo nella versione Premium.
ja: プレミアム版ではデータベースの切り替えが簡単にできます。
nl: In de Premium-versie kun je eenvoudig schakelen tusses databases.
pl: Łatwe przełączanie pomiędzy bazami w wersji premium.
pt_br: Alterne facilmente entre bancos de dados na versão Premium.
ru: Переключайтесь между базами легко и быстро в премиум-версии.
sk: V prémiové verzii môžete ľahko prepínať medzi viacerými databázami.
sv: Växla enkelt mellan databaser i premiumversionen.
th: สามารถสลับไปมาระหว่างฐานข้อมูลได้ในเวอร์ชันพรีเมียม
uk: Перемикайтеся між базами легко і швидко в преміум-версії.
zh_hans: 在高级版本中快速切换多个数据库。

source: [PremiumFeature/MultiDB/title] Multiple Databases
cs: Více databází
de: Mehrere Datenbanken
es: Múltiples bases de datos
fr: Bases de données multiples
it: Database multipli
ja: 複数データベース
nl: Meerdere databases
pl: Wiele baz
pt_br: Vários bancos de dados
ru: Несколько баз паролей
sk: Viaceré databázy
sv: Flera databaser
th: ฐานข้อมูลหลายจำนวน
uk: Декілька баз паролів
zh_hans: 多个数据库

source: [PremiumFeature/PasswordAudit/description]
cs: Zjistěte, zda některá z vašich hesel nebyla odhalena při známém úniku dat.
de: Finden Sie heraus, ob eines Ihrer Passwörter bei einer bekannten Datenpanne preisgegeben wurde.
es: Averigüe si alguna de sus contraseñas ha quedado expuesta en una violación de datos conocida.
fr: Découvrez si l'un de vos mots de passe a été volé dans une fuite de données connue.
it: Scopri se le tue password sono state esposte in una violazione di dati nota.
ja: お使いのパスワードが既知のデータ漏洩にさらされているかどうかを確認します。
nl: Ontdek of een van uw wachtwoorden in een bekende gegevenslek zijn gelekt.
pl: Dowiedz się, czy którekolwiek z Twoich haseł zostało ujawnione w znanym wycieku danych.
pt_br: Descubra se qualquer das suas senhas foi comprometida em algum vazamento de dados conhecido.
ru: Узнайте, были ли обнародованы какие-либо ваши пароли из-за утечек данных.
sk: Zistite, či niektoré z vašich hesiel nebolo odhalené pri známom porušení ochrany údajov.
sv: Ta reda på om någon av dina lösenord har komprommeterats i någon känd dataläcka.
uk: З’ясуйте, чи ваші паролі не було розкрито під час відомого витоку даних.
zh_hans: 了解您的密码是否在已知的数据泄露中遭到泄露。

source: [PremiumFeature/PasswordAudit/title]
cs: Audit hesel
de: Passwort-Audit
es: Auditoría de contraseñas
fr: Audit des mots de passe
it: Ispezione password
ja: パスワードの監査
nl: Wachtwoordcontrole
pl: Audyt haseł
pt_br: Auditoria de senhas
ru: Аудит паролей
sk: Audit hesiel
sv: Lösenordsgranskning
uk: Перевірка паролів
zh_hans: 密码检查器

source: [PremiumFeature/QuickAutoFill/description]
cs: Vyplňujte přihlašovací formuláře jediným klepnutím, dokonce i bez otevření KeePassium.
de: Füllen Sie Anmeldeformulare mit einem einzigen Fingertipp aus, ohne KeePassium überhaupt zu öffnen.
es: Complete los campos de contraseñas con un toque sin siquiera abrir KeePassium.
fr: Remplissez les formulaires de connexion en un seul clic, sans même ouvrir KeePassium.
it: Compila i moduli di accesso con un solo tocco, senza nemmeno aprire KeePassium.
ja: KeePassiumを開くことなく、1回のタップでログインフォームに入力します。
nl: Vul loginvelden in met een tik zonder KeePassium te openen.
pl: Wypełniaj formularze logowania jednym dotknięciem, nawet bez otwierania aplikacji KeePassium.
pt_br: Faça login com um só toque, sem nem abrir o KeePassium.
ru: Заполняйте формы одним нажатием, даже не открывая KeePassium.
sk: Vyplňte prihlasovacie formuláre jediným klepnutím bez toho, aby ste museli otvárať KeePassium.
sv: Logga in med en tryckning, utan att ens öppna KeePassium.
th: ป้อนรหัสผ่านอัตโนมัติด้วยการกดครั้งเดียว โดยไม่ต้องเปิด KeePassium
uk: Заповнюйте форми одним натисканням, навіть не відкриваючи KeePassium.
zh_hans: 一键填写登录表单，甚至无需打开 KeePassium。

source: [PremiumFeature/QuickAutoFill/title]
cs: Automatické Vyplňování
de: Schnelles autom. Ausfüllen
es: «Autorrelleno» rápido
fr: Saisie automatique rapide
it: Inserimento automatico rapido
ja: クイック自動入力
nl: Snel automatisch invullen
pl: Szybkie autouzupełnianie
pt_br: Preenchimento Automático Expresso
ru: Быстрое автозаполнение
sk: Rýchle automatické dppĺňanie
sv: Snabb Autofyll
th: ป้อนรหัสอัตโนมัติทันที
uk: Швидке автозаповнення
zh_hans: 快速自动填充

source: [PrivacyPolicy/Offline/text]
cs: KeePassium neshromažďuje žádná osobní nebo analytická data a ani je s nikým nesdílí.
de: KeePassium sammelt weder persönliche oder analytische Daten, noch teilt irgendwelche Daten mit Dritten.
es: KeePassium no recopila datos personales o analíticos ni los comparte con nadie.
fr: KeePassium ne collecte pas de données personnelles ou analytiques et ne les partage avec personne.
it: KeePassium non raccoglie dati personali o analitici né li condivide con nessuno.
ja: KeePassiumは個人データまたは分析データを収集したり、他の人と共有したりすることはありません。
nl: KeePassium verzamelt geen persoonlijke of analytische gegevens en deel deze met niemand.
pl: KeePassium nie zbiera żadnych danych osobowych, danych analitycznych, ani nie nikomu ich nie udostępnia.
pt_br: KeePassium não coleta nem compartilha nenhum dado pessoal ou analítico.
ru: KeePassium не собирает персональные или аналитические данные и никому их не передаёт.
sk: KeePassium nezhromažďuje žiadne osobné ani analytické údaje ani ich s nikým nezdieľa.
sv: KeePassium samlar inte in någon personlig eller analytisk data och kan därför inte heller dela något med tredje part.
th: KeePassium ไม่เก็บข้อมูลส่วนตัวหรือข้อมูลวิเคราะห์ใด ๆ และไม่แชร์ข้อมูลให้ผู้อื่น
uk: KeePassium не збирає і нікуди не відправляє жодних персональних даних.
zh_hans: KeePassium不会对任何个人资料收集或分析，也不会与任何人分享。

source: [PrivacyPolicy/Online/text]
cs: KeePassium neshromažďuje žádné osobní ani analytické údaje. Některé funkce mohou zahrnovat výměnu dat s externími službami (na vaši žádost a výhradně za účelem zpřístupnění těchto služeb). Taková výměna se řídí zásadami ochrany osobních údajů příslušné služby.
de: KeePassium sammelt keine persönlichen oder analytischen Daten. Bei einigen Funktionen kann es zu einem Datenaustausch mit externen Diensten kommen (auf Ihre Anfrage hin und ausschließlich zu dem Zweck, Ihnen diese Dienste zur Verfügung zu stellen). Ein solcher Austausch unterliegt den Datenschutzrichtlinien des jeweiligen Dienstes.
es: KeePassium no recopila datos personales ni analíticos. Algunas funciones pueden implicar el intercambio de datos con servicios externos (a petición suya y con el único fin de poner estos servicios a su disposición). Dicho intercambio se rige por la política de privacidad del servicio correspondiente.
fr: KeePassium ne collecte aucune donnée à caractère personnel ou analytique. Certaines fonctionnalités peuvent impliquer un échange de données avec des services externes (à votre demande et dans le seul but de rendre ces services disponibles pour vous). Un tel échange est régi par la politique de confidentialité du service en question.
it: KeePassium non raccoglie dati personali o analitici. Alcune funzionalità potrebbero comportare scambi di dati con servizi esterni (su tua richiesta e al solo scopo di renderti disponibili questi servizi). Tali scambi sono regolati dalla politica sulla privacy dei rispettivi servizi.
ja: KeePassiumは個人データまたは分析データを収集しません。 一部の機能には、外部サービスとのデータ交換が含まれる場合があります(お客様の要求に応じて、これらのサービスをお客様に提供する唯一の目的のため)。 このような交換は、それぞれのサービスのプライバシーポリシーに準拠します。
nl: KeePassium verzamelt geen persoonlijke of analytische gegevens. Sommige functies kunnen betrekking hebben op de uitwisseling van gegevens met externe diensten (op eigen verzoek en uitsluitend om deze diensten beschikbaar te stellen). Een dergelijke uitwisseling wordt bepaald door het privacybeleid van de betreffende dienst.
pl: Aplikacja KeePassium nie gromadzi żadnych danych osobowych ani analitycznych. Niektóre funkcje mogą obejmować wymianę danych z usługami zewnętrznymi (na żądanie i wyłącznie w celu udostępnienia Ci tych usług). Taka wymiana podlega polityce prywatności danej usługi.
pt_br: KeePassium não coleta nem compartilha nenhum dado pessoal ou analítico. Algumas funções podem trocar dados com serviços de terceiros (mediante seu pedido, e apenas para executar as funções solicitadas). Tais trocas são submetidas às políticas de privacidade desses serviços.
ru: KeePassium не собирает никаких персональных или аналитических данных. Некоторые функции могут включать обмен данными с внешними сервисами (по вашему запросу и с единственной целью сделать эти сервисы доступными для вас). Такой обмен регулируется политикой конфиденциальности соответствующего сервиса.
sk: KeePassium nezhromažďuje žiadne osobné ani analytické údaje. Niektoré funkcie môžu zahŕňať výmenu údajov s externými službami (na vašu žiadosť a výlučne na účely sprístupnenia týchto služieb). Takáto výmena sa riadi zásadami ochrany osobných údajov príslušnej služby.
sv: KeePassium samlar inte in några personliga eller analytiska uppgifter. Vissa funktioner kan innebära datautbyte med externa tjänster (endast på din egna begäran och med enda syfte att göra tjänsterna tillgängliga för dig). Sådana utbyten regleras av regler och avtal för respektive tjänst.
th: KeePassium จะไม่เก็บข้อมูลส่วนตัวหรือข้อมูลเพื่อการวิเคราะห์ใด ๆ ฟีเจอร์บางอย่างอาจจะต้องใช้การแลกเปลี่ยนข้อมูลกับบริการอื่นภายนอก (จะขึ้นอยู่กับการยินยอมของผู้ใช้ก่อนใช้งานบริการเหล่านั้น) การแลกเปลี่ยนข้อมูลจะทำตามนโยบายความเป็นส่วนตัวตามบริการที่ใช้
uk: KeePassium не збирає персональних або аналітичних даних. Деякі функції можуть включати обмін даними із зовнішніми сервісами (на ваш запит і лише для того, щоб зробити ці сервіси доступними для вас). Такий обмін регулюється політикою конфіденційності відповідного сервісу.
zh_hans: KeePassium 不会收集任何个人或分析数据。 某些功能可能涉及与外部服务的数据交换（根据您的请求，并且仅为了向您提供这些服务）。此类数据交换受相应服务的隐私政策约束。

source: [PrivacyPolicy/title]
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zh_hans: 隐私权政策
